{
	"_meta": {
		"sources": [
			{
				"json": "SeventhSanctumRP",
				"abbreviation": "SRP",
				"full": "Seventh Sanctum RP",
				"url": "https://wyth.github.io/SRP",
				"authors": [
					"Wyth"
				],
				"convertedBy": [
					"Wyth#8882"
				]
			}
		],
		"dateAdded": 1611276683,
		"dateLastModified": 1611276683
	},
	"item": [
		{
			"name": "Wyrmhelm",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 4,
			"entries": [
				"This elaborate helmet is made to look like a snarling dragon. While wearing it, you can understand, speak, and read Draconic.",
				"In addition, this helmet has 5 charges and regains 1d4+1 charges each day at dawn. While wearing this helmet, you can use your action to expend 1 or more charges to cast {@i command} (1 charge), {@i charm monster} (2 charges) or {@i dominate monster} (4 charges). These spells only work on dragons."
			],
			"source": "SeventhSanctumRP",
			"charges": 5,
			"recharge": "dawn"
		},
		{
			"name": "Zombie Blood Potion",
			"tier": "minor",
			"rarity": "rare",
			"weight": 0.5,
			"type": "P",
			"entries": [
				"This potion looks, smells, and tastes like a potion of healing or other beneficial potion. An {@i identify} spell reveals its true nature. When a humanoid drinks the potion, it must make a DC 15 Intelligence saving throw or be charmed by the creature that mixed the potion. While charmed, its Intelligence becomes 3 (-4), it will take no actions unless explicitly ordered to, and the orders of the creature who mixed the potion supersede all other orders. In addition the creature is immune to the charmed condition (other than the one created by this potion), exhaustion, and frightened conditions, and requires only half as much food, drink, and sleep as it  normally would. The creature is not undead and can't be turned.",
				"This potion lasts for 1 week. The creature may make a new saving throw at the end of every 24 hours, ending the effect on a success. Additional doses of this potion can extend the duration of the effects. A {@i greater restoration} or similar spell will end the effect."
			],
			"source": "SeventhSanctumRP"
		}
	]
}