{
	"_meta": {
		"sources": [
			{
				"json": "SRPImproviser",
				"abbreviation": "SRPIR",
				"full": "Improviser Rogue",
				"authors": [
					"Wyth"
				],
				"convertedBy": [
					"Wyth#8882"
				],
				"version": "1.0.0",
				"url": "wyth.github.io/SRP/",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1605548980,
		"dateLastModified": 1605548980
	},
	"subclass": [
		{
			"version": "1.0.0",
			"name": "Improviser",
			"subclassTitle": "Roguish Archetype",
			"subclassFeatures": [
				"Improviser|Rogue||Improviser|SRPImproviser|3",
				"Escape Expert|Rogue||Improviser|SRPImproviser|9",
				"Arcane Augmentation|Rogue||Improviser|SRPImproviser|13",
				"Flash Bomb|Rogue||Improviser|SRPImproviser|17"
			],
			"source": "SRPImproviser",
			"shortName": "Improviser",
			"className": "Rogue",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Improviser",
			"source": "SRPImproviser",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Improviser",
			"subclassSource": "SRPImproviser",
			"level": 3,
			"entries": [
				"Improvisers strive to never be caught off guard and to be able to think of solutions most wouldn’t consider. Able to utilise their environment and mundane objects, these genius rogues can fashion complex traps and helpful tools at a moment’s notice. Many dabble in arcane magic to further augment their attacks and contraptions and often attempt to outsmart their enemies, preparing tactics far in advance of any conflict.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Improvised Trap|Rogue||Improviser|SRPImproviser|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Quick Contraption|Rogue||Improviser|SRPImproviser|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Improvised Trap",
			"entries": [
				"You gain proficiency with tinkers’ tools if you don’t already have it. You can use your action to make an Intelligence check using your tinkers’ tools to create an improvised trap in an unoccupied 5 by 5 ft. space within 5 feet, using the environment and supplies you have gathered. The trap is hidden, but can be spotted on a successful Perception check with a DC equal to your tinkers’ tool check result. You may only have one trap active at a time and can only lay another by dismantling and using parts of the first.",
				"The trap lasts for one hour. If a creature enters the space in that time it must make a Dexterity saving throw with a DC equal to 8 + your proficiency bonus + your Intelligence modifier. On a failed save the creature takes {@dice 2d6} piercing, slashing, acid or poison damage (your choice when you set the trap) and you can add your Sneak Attack dice, which deal the same damage type as the trap. Alternatively, you can sacrifice your sneak attack damage to instead cause the target to be restrained until the end of its next turn or to be knocked prone.",
				"Beginning at 9th level, the damage of your traps counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			],
			"source": "SRPImproviser",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Improviser",
			"subclassSource": "SRPImproviser",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Quick Contraption",
			"entries": [
				"You can spend one minute using your tinkers’ tools to create the right item for a task at hand. Using the materials  gathered from your surroundings, you can craft a non- magical piece of adventuring gear worth no more than 25  gp. The item lasts for one hour, after which it breaks down into its constituent pieces."
			],
			"source": "SRPImproviser",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Improviser",
			"subclassSource": "SRPImproviser",
			"level": 3,
			"header": 1
		},
		{
			"name": "Escape Expert",
			"source": "SRPImproviser",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Improviser",
			"subclassSource": "SRPImproviser",
			"level": 9,
			"header": 2,
			"entries": [
				"You have mastered the art of escaping from bonds. While your tinkers’ tools are on your person, you have advantage on ability checks and saving throws made to escape from effects that would have you grappled or restrained. Additionally, you have advantage on checks made to hide or hold on to your thieves’ tools or tinker’s tools."
			]
		},
		{
			"name": "Arcane Augmentation",
			"source": "SRPImproviser",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Improviser",
			"subclassSource": "SRPImproviser",
			"level": 13,
			"header": 2,
			"entries": [
				"You have learned to augment your attacks and traps with magical effects. Whenever you roll Sneak Attack damage for a weapon attack or a trap, you can choose to deal acid, cold, fire, lightning, poison, or thunder damage, instead of the normal damage type."
			]
		},
		{
			"name": "Flash Bomb",
			"source": "SRPImproviser",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Improviser",
			"subclassSource": "SRPImproviser",
			"level": 17,
			"header": 2,
			"entries": [
				"You are able to improvise a powerful explosive that can be thrown to disorient and subdue your enemies. As an action, you throw the explosive to a point you choose within 30 feet of you. Each creature with 10 feet must make a Constitution saving throw with a DC equal to 8 + your proficiency bonus + your Intelligence modifier. On a failed save, each creature takes radiant damage equal to your sneak attack dice and is stunned and blinded for 1 minute. On a successful save a creature takes half damage and is not stunned or blinded.",
				"Creatures that are stunned and blinded by this feature can repeat the save at the end of each of its turns, ending the effect on a success. Once you use this feature, you can’t do so again until you finish a long rest."
			]
		}
	]
}