{
	"_meta": {
		"sources": [
			{
				"json": "SRPRaces",
				"abbreviation": "SRPR",
				"full": "Seventh Sanctum RP Races",
				"authors": [
					"Wyth"
				],
				"convertedBy": [
					"Wyth#8882"
				],
				"version": "1.0.0",
				"url": "https://wyth.github.io/SRP/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1537874753
	},
	"race": [
		{
			"name": "Flameveil",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"dex": 2,
					"str": 1
				}
			],
			"traitTags": [
				"Spellcasting",
				"Damage Resistance"
			],
			"languageProficiencies": [
				{
					"primordial": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Flameveil reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Flameveil society, with its clear devotion to their deity, has a strong lawful bent. Because of their isolation, they tend to lean more toward neutral."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Bonded With Flame",
					"entries": [
						"You have resistance to fire damage."
					],
					"type": "entries"
				},
				{
					"name": "Flame Body",
					"entries": [
                        "When you would take a non-magic weapon attack, as a reaction you can roll a Dexterity saving throw with a DC of 8 + the enemy's hit modifier. If you succeed, you take no damage from that attack. You can use this trait twice, and afterwards, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Candle in the Dark",
					"entries": [
                        "You appear to be surrounded by a soft flickering candlelight that extends outwards 30 feet in all directions. As a bonus action, you can smother your flames and cause them to dim. Dimming your flames this way causes no visible light emit from your body, although up-close inspection will still reveal a faint flickering light."
					],
					"type": "entries"
				},
				{
					"name": "Heritage of the Flameveil",
					"entries": [
                        "You know the {@spell produce flame} cantrip."
					],
					"type": "entries"
				},
				{
					"name": "Final Light",
					"entries": [
                        "Upon reaching zero hit points, your body becomes one with the Plane of Fire, and you explode into a fiery storm. Each hostile creature in a 30 feet radius must make a Dexterity saving throw equal to your 8 + your Charisma modifier + your proficiency bonus. On a failed save, they take {@dice 1d8} fire damage. For every level above 1, add an additional {@dice 1d8} fire damage. On a successful save, they instead take half damage. Once you use this trait, you can't use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common and Ignan."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Firenewt",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"dex": 2,
					"con": 1
				}
			],
			"traitTags": [
				"Spellcasting",
				"Damage Resistance"
			],
			"languageProficiencies": [
				{
					"primordial": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Firenewts reach adulthood at age five, but have been known to live up to 50 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Firenewts worship Imix, the Prince of Evil Fire. A religion which permeates their very being, causing them to revel in evil acts across the Plane of Fire. Firenewt society has few rules, although they are more regimented than a goblin horde or an orc tribe. They are thus usually more neutral rather than lawful or chaotic."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"A firenewt stands at roughly 6 feet tall (about a third of which being their necks), and maintain narrow, extremely tubular torsos. They are, without doubt, the sexiest creatures on Kagrea. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Amphibious?",
					"entries": [
						"You can breathe in smoke, air, and water. In addition, you can ingest lava and other flammable liquids."
					],
					"type": "entries"
				},
				{
					"name": "Spit Fire",
					"entries": [
                        "As a bonus action, you can spit a molt of fire at a creature within 10 feet of you. That creature must make a Dexterity saving throw equal to 8 + your proficiency bonus + your Constitution modifier. On a failed save, that creature takes {@dice 1d8} fire damage, or half as much on a successful one. The fire damage increases to 2d8 at 5th level. 3d8 at 10th level, 4d8 at 15th level, and 5d8 at 20th level. Once you use this feature, you cannot use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Lizard of Flames",
					"entries": [
                        "You have resistance to fire damage, and do not take any damage from being immersed in lava or other hot liquids. In addition, you do not suffer any ill effects from extreme heat."
					],
					"type": "entries"
				},
				{
					"name": "Conventional Weaponry",
					"entries": [
                        "You gain proficiency in scimitars."
					],
					"type": "entries"
				},
				{
					"name": "Touched by the Fire Lord",
					"entries": [
                        "As an action, you immerse yourself in the rage of Imix, the Prince of Evil Fire. For the next minute, whenever you take slashing or piercing damage from a creature within 5 feet of you, that creature takes {@dice 1d6} fire damage. Once you use this feature, you cannot use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common, Ignan, and Draconic."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Succubus & Incubus",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"cha": 2,
					"choose": {
						"from": [
							"dex",
							"int"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"traitTags": [
				"Spellcasting",
				"Damage Resistance"
			],
			"languageProficiencies": [
				{
					"primordial": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Although you have severed yourself from the connecting strand of power which once bound you to the Devil's Palace, your body has irreputably changed from its fiendish energies. Succubus & Incubus mature at the same rate as humans, but they live for much longer, often exceeding 450 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"While the binding strand between you and the Devil's Palace has been cut, you have been transformed into a otherworldly beast with a fiendish nature, and that kind of psychological conditioning does not fade easily. Most succubus & incubus who separate themselves from the Devil's Palace remain both neutral and evil, until their future growth (unhindered by their fiendish connection) allows them to mature and develop their own idealisms."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"While you are not human, your form has been designed after their own. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Foundation in Archaism",
					"entries": [
						"Your creature type is fiend, rather than humanoid."
					],
					"type": "entries"
				},
				{
					"name": "Attuned Flight",
					"entries": [
						"You have a flying speed of 30 feet. To use this speed, you must attune to the Way of Worlds by act of sacrificing an attunement slot. Attuning to flight takes the same amount of time and follows the same restrictions as attuning to a magic item."
					],
					"type": "entries"
				},
				{
					"name": "The Wile of a Demon",
					"entries": [
						"You have advantage on any check or saving throw made to seduce a target, regardless of whether that target is {@condition charmed} by you. If that creature does happen to be charmed by you, you can reroll one of the dice once."
					],
					"type": "entries"
				},
				{
					"name": "Shapetaker",
					"entries": [
                        "Your loss of connection to the Devil's Palace has siphoned away your ability to shapeshift, but you still retain some of your former finesse. You gain proficiency in {@skill Deception} skill.",
						"In addition to this, as an action, you can dematerialize your wings, horns, and other devilish appendages, absorbing their matter and spreading it throughout your body. While you are disguising your devilish features this way, any attempt to discern your creature type will cause you to ping as humanoid, rather than fiend.",
						"This ability is not considered to be an illusion, and is unaffected by spells such as {@spell dispel magic}."
					],
					"type": "entries"
				},
				{
					"name": "Alluring Telepathy",
					"entries": [
                        "You can speak telepathically to any humanoid creature you have {@condition charmed}, regardless of distance. You and your {@condition charmed} target need not even share the same plane of existence.",
						"You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language."
					],
					"type": "entries"
				},
				{
					"name": "Devil's Palace",
					"entries": [
                        "As an action, you can target a creature within 30 feet of you. That creature must succeed on a Wisdom saving throw with a DC equal to 8 + your proficiency bonus + your Charisma modifier. On a failed save, that creature becomes {@condition charmed} by you for one minute.",
						"If your target suffers any harm (other than being damaged by your Draining Kiss), the effect immediately ends, and that creature is no longer charmed. Once you use this ability, you cannot use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Draining Kiss",
					"entries": [
						"As a reaction upon first charming a creature with Devil's Palace, and as a bonus action thereafter, you kiss a creature {@condition charmed} by you or a willing creature within 5 feet of you. That target must make a Constitution saving throw with a DC equal to 8 + your proficiency bonus + your Charisma modifier.",
						"On a failed save, that target takes {@dice 2d6} psychic damage, and you heal for amount equal to half the damage taken (rounded down). The psychic damage increases to {@dice 3d6} at 5th level. {@dice 4d6} at 10th level, {@dice 5d6} at 15th level, and {@dice 6d6} at 20th level.",
						"You can use this ability a number of times equal to your Charisma modifier (minimum of once), and regain all expended uses on a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common, Infernal, and Abyssal."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Puppet",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"cha": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"int"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"traitTags": [
				"Spellcasting",
				"Damage Resistance"
			],
			"languageProficiencies": [
				{
					"primordial": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"With infrequent replacement to their parts and general upkeep on their bodies, puppets can conceivably exist indefinitely. Puppets are known to degrade and lose their sentience, however, if they live too long without an explicit purpose."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Puppets, having been created artifically and completely detached from human idealisms, tend to be neutral in all aspects."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"While you are not human, your form has been designed after their own. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Inanimate",
					"entries": [
						"Your creature type is construct, rather than humanoid. In addition, while you remain motionless, you are indistinguishable from an ordinary puppet. Finally, you gain access to the following benefits as per your puppet nature:",
						{
							"type": "list",
							"items": [
								"You have advantage on saving throws against being {@condition poisoned}, and you have resistance to force and poison damage.",
								"You are immune to disease.",
								"You don't need to eat, drink, or breathe.",
								"You don't need to sleep and don't suffer the effects of {@condition exhaustion} due to lack of rest, and magic can't put you to sleep.",
								"When you regain hit points from a source that specifies it does not function on constructs, you instead receive half as many hit points as the source would provide, rounded down, instead of none."
							]
						}
					]
				},
				{
					"name": "Glass Eyes",
					"entries": [
						"As a bonus action, you tap into the senses of your marionettes, perceiving the world around you from an neigh omnipresent position. You gain {@sense blindsight} out to a range of 30 feet for one minute. Once you use this ability, you cannot use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Occupied",
					"entries": [
						"You are immune to the movement portion of spells and effects which would force you to move against your will, and creatures cannot read your thoughts, determine whether you are lying, know your alignment, or telepathically communicate with you unless you allow it. Finally, you have advantage on saving throws to avoid being {@condition charmed}."
					],
					"type": "entries"
				},
				{
					"name": "Framed",
					"entries": [
						"Whenever you take fire damage, you take additional damage equal to 5 - your Constitution modifier. This damage cannot be reduced or ignored by resistance or immunity."
					],
					"type": "entries"
				},
				{
					"name": "Danse Macabre",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. If you do so, you fall into a heap of limbs and string and render yourself {@condition prone}. You are considered to be under similar effects to the {@spell feign death} spell. While subject to this condition, you are unable to move or take actions other than using an action to end this effect. Once you use this trait, you are unable to use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common and two languages of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Kitsune",
			"source": "SRPRaces",
			"size": "V",
			"speed": 30,
			"ability": [
				{
					"cha": 2
				}
			],
			"darkvision": 60,
			"traitTags": [
 				"Unarmed Strike",
 				"Darkvision",
 				"Skill Proficiency",
 				"Uncommon Race",
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true,
					"choose": true
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Kitsune mature slowly, achieving adulthood at 20 and living up to 300 with only one tail."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Born in the epicenter of Yonia between the mortal plane and the spiritual plane, Kitsune adhere mostly to a neutral alignment. Some will align with humanity, and awaken a spark of good, while others align with the darkness and become Nogitsune."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
                     "Your size is Medium when in human form. In fox form, your size is Small."
					]
				},
				{
					"name": "Keen Senses",
					"entries": [
                     "You have advantage on {@skill Perception} checks pertaining to scent or hearing."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "Fey in origin, Kitsune can see in dim light within 60 feet as if it were bright light, and in darkness as if it were dim. You cannot discern color in darkness, only in shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "The Nine Tailed Path",
					"entries": [
                     "Kitsune begin with a single fox tail generally 3 feet long. At 4th level and every 2 levels afterwards, you grow an additional tail as you grow in worldly experience. Each tail you possess increases your lifespan by 100 years. Tails which are cut off or otherwise removed do not grow back naturally, but may be restored by use of the {@spell regenerate} spell. Losing a tail or tails does not affect the years you gain of extended life."
					],
					"type": "entries"
				},
				{
					"name": "Shapeshift",
					"entries": [
                     "Your connection to the Feywild and bonds with the Spirit Realm allow you to transform into your ancestral half—a being who represents your clan and their ancestors, also known as a Spirit Fox.",
                     "You can transform between your fox and human forms as an action. Alternatively, you can choose to transform from a fox back into a human as a bonus action. While in your Spirit Fox form, you maintain the ability to read, write, and speak any languages you already know, but lose the ability to cast spells other than cantrips.",
                     "Your weapons and clothes transform with you when you use this ability. While your paws are dexterous enough to handle small complex tasks, you cannot use weapons in combat.",
                     "While you are in your Spirit Fox form, your base movement speed becomes 40. If your base movement speed was equal to 40 or higher before your transformation, it instead increases by an additional 5 feet. In addition, you gain access to your Bite and Claw attacks (mentioned under the Slash & Maul racial feature) while in your Spirit Fox form.",
                     "Instead to changing shape, you can choose to instead hide your ears and tail(s) to appear human completely. This transformation acts like a limited version of the {@spell alter self} spell."
					],
					"type": "entries"
				},
				{
					"name": "Slash and Maul",
					"entries": [
                     "You are proficient with your unarmed strikes. When you make an unarmed attack, decide whether you're attacking with your claws or your bite. Your claws deal {@dice 1d4} slashing damage on a hit, whereas your bite deals {@dice 1d6} piercing damage."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Atsui",
					"ability": [
						{
							"str": 1
						}
					],
					"entries": [
						{
							"name": "First Clan of Flame",
							"entries": [
								"Your unarmed claw attacks now deal {@dice 1d4} fire damage."
							],
							"type": "entries"
						},
						{
							"name": "Sticky Fingers",
							"entries": [
                                "You have advantage on {@skill Sleight of Hand} checks made to pick pockets without being noticed."
							],
							"type": "entries"
						},
						{
							"name": "Trickster",
							"entries": [
                                "When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and take the higher amount. You can use this feature once per tail you possess, and regain all expended uses when you finish a long rest."
							],
							"type": "entries"
						},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Sylvan, and one other language of your choice."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Samui",
					"ability": [
						{
							"int": 1
						}
					],
					"entries": [
						{
							"name": "Second Clan of Ice",
							"entries": [
								"Your unarmed claw attacks now deal {@dice 1d4} cold damage."
							],
							"type": "entries"
						},
						{
							"name": "Detective",
							"entries": [
                                "You gain advantage on Intelligence checks made to discover clues and piece together evidence."
							],
							"type": "entries"
						},
						{
							"name": "Logical Mind",
							"entries": [
                                "Your mind is inherently logical, and is not easily swayed. As a bonus action, you can end one effect causing you to be {@condition charmed} or {@condition frightened}. You can use this feature once per tail you possess, and regain all expended uses when you finish a long rest."
							],
							"type": "entries"
						},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Sylvan, and one other language of your choice."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Tsuki",
					"ability": [
						{
							"wis": 1
						}
					],
					"entries": [
						{
							"name": "Third Clan of the Moon",
							"entries": [
								"Your unarmed claw attacks now deal {@dice 1d4} radiant damage."
							],
							"type": "entries"
						},
						{
							"name": "Superior Darkvision",
							"entries": [
                                "Blessed by the moon, the Tsuki can call upon its illumination to enhance their eyes as naturally as they breathe. Your darkvision improves to 120 feet, represented by your internal connection to your clan's symbol."
							],
							"type": "entries"
						},
						{
							"name": "Lunar Charm",
							"entries": [
                                "You can cast the {@spell charm person} spell once with this trait, and regain the ability to do so when you finish a long rest. Charisma is your spellcasting modifier for this spell."
							],
							"type": "entries"
						},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Sylvan, and one other language of your choice."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Hasumi",
					"ability": [
						{
							"dex": 1
						}
					],
					"entries": [
						{
							"name": "Fourth Clan of the Mist",
							"entries": [
								"Your unarmed claw attacks now deal {@dice 1d4} thunder damage."
							],
							"type": "entries"
						},
						{
							"name": "Born From Mist",
							"entries": [
                                "As a bonus action, you can gain advantage on any {@skill Perception} or {@skill Stealth} check you make. You can use this feature once per tail you possess, and regain all expended uses when you finish a long rest."
							],
							"type": "entries"
						},
						{
							"name": "Misty Escape",
							"entries": [
                                "As a reaction to taking damage, you can create a 20-foot-radius sphere of mist centered on you. The sphere spreads around corners, and its area is heavily obscured. It lasts for one minute or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it. Once you use this ability, you can't do so again until you finish a short or long rest."
							],
							"type": "entries"
						},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Sylvan, and one other language of your choice."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Nogitsune",
			        "size": "M",
					"ability": [
						{
							"str": 1
						}
					],
					"entries": [
						{
							"name": "Fifth Clan of Shadow",
							"entries": [
								"Your unarmed claw attacks now deal {@dice 1d8} necrotic damage."
							],
							"type": "entries"
						},
						{
							"name": "Born From Beast",
							"entries": [
                                "You gain proficiency in the {@skill Intimidation} skill."
							],
							"type": "entries"
						},
						{
							"name": "Frightening Presence",
							"entries": [
                     "While in your natural fox form, your size is Medium instead of Small. Your eyes turn red and your fur turns a charred ashen black. As a bonus action, you can emit an aura of fear within a 10-foot radius for 1 minute. Any creature entering that aura must make a Wisdom saving throw or become frightened of you. The DC for this ability is 8 + your Charisma modifier + your proficiency bonus.",
                     "Your opponent may make another saving throw at the end of their next turn. On a success, they are no longer frightened, and are immune to your aura for 24 hours. Once you use this trait, you can't use it again until you finish a long rest."
							],
							"type": "entries"
						},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Sylvan, and one other language of your choice."
					],
					"type": "entries"
				}
					]
				}
			]
		},
		{
			"name": "Revenant",
			"source": "SRPRaces",
			"size": "V",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1,
					"choose": {
						"from": [
							"str",
							"cha"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"traitTags": [
				"Uncommon Race",
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Revenant do not age. Given time, the necromantic energies that sustain you will heal most wounds you take at approximately the same rate as a mortal, and your hit die function as normal. A Revenant escapes the Rift due to one emotion they hold dear to their hearts. Emotions such as &quot;Hope&quot;, &quot;Anger&quot;, and &quot;Desire&quot; are common emotions among Revenants. Once the emotion that ties their existence dissipates (like the desire to see one's family, or the anger to see an enemy dead), the necromantic energies evaporate, and the Revenant dies."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Many Revenants cling to the alignment they held in their life, even if that life is but a distant memory in their minds. For others, the act of being swallowed by the Rift changes them drastically, and they adopt a new world view in light of what Shao has taught them."
					],
					"type": "entries"
				},
				{
					"name": "Past Life",
					"entries": [
                     "Choose another race besides this one; the race you select must be humanoid and lack the Living Construct trait (or similar). Even after being swallowed by the Rift, you maintain vague memories of this past life as this race. Your size, height, and movement speed are the same as this race. You do not retain special movement speeds from this race (such as flying, climbing, or swimming), and you do not carry over any racial features. If your past race had subraces, select one, but you do not carry over any racial features from that either."
					],
					"type": "entries"
				},
				{
					"name": "Living Dead",
					"entries": [
                     "You have been brought back from the Rift, but your form has changed drastically. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish. Additionally, you have two creature types: humanoid and undead. You can be affected by a spell or ability that works on either of your creature types."
					],
					"type": "entries"
				},
				{
					"name": "Onward to Salvation",
					"entries": [
                     "Escaping the Rift was no easy feat, and your new undead body assisted you in this endeavor. As an undead, you rarely tire. You treat exhaustion as if it was one level less. In addition, instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal."
					],
					"type": "entries"
				},
				{
					"name": "Unholy Gospel",
					"entries": [
                     "After breaking out of the Rift, you received a blessing known colloquially as a gospel. Unlike other undead, you can be restored through healing magic, but it has a significantly dampened effect on you. When you regain hit points from a source that specifies it does not function on undead, you instead receive half as many hit points as the source would provide, rounded down, instead of none."
					],
					"type": "entries"
				},
				{
					"name": "Eternal Vengeance",
					"entries": [
                     "The presence of those who reside in the Rift registers on the senses like a noxious odor. As an action, you can open your awareness to detect such creatures. Until the end of your next turn, you know the location of any beings who originated from the Rift Plane within 60 feet of you that is not behind total cover. You can use this feature a number of times equal to 1 + your Constitution modifier. When you finish a long rest, you regain all expended uses."
					],
					"type": "entries"
				},
				{
					"name": "Driven",
					"entries": [
                     "You have advantage on saving throws that would turn undead or would cause you to be {@condition Frightened}."
					],
					"type": "entries"
				},
				{
					"name": "Resurrection Beyond Death",
					"entries": [
                     "When you drop to 0 hit points, you can choose to stay conscious instead of falling unconscious. If you do, gain temporary hit points equal to your total character level + your Constitution modifier (minimum 1), which lasts for up to 1 minute.",
                     "In this state, you can take an action or a bonus action on your turn, but not both, and can move up to only half your movement speed. You remain in this state until you regain hit points, or until you no longer have temporary hit points. If you lose all temporary hit points in this state while you are at 0 hit points, you fall unconscious and begin making death saving throws as normal. Once you use this trait, you cannot use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Skeleton",
			"source": "SRPRaces",
			"size": "V",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1,
					"choose": {
						"from": [
							"dex",
							"int"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"traitTags": [
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"primordial": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Skeletons do not age in the traditional sense, but they do decay over time. The necromantic energies that sustain you will heal most wounds you take at approximately the same rate as a mortal, and your hit die function as normal. A skeleton will generally live up to a maximum of two hundred years, at which their soul will be absorbed back into the Rift Plane to be reincarnated once more."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "An outcast in even minority socieites, the Skeleton is not without its fair share of natural enemies. In order to survive, they inclined to start a nation all of their own. Because to this, they tend to share a lawful bent. Apart from that, their inclination towards good or evil is not stagnant. The best and worst live among their numbers."
					],
					"type": "entries"
				},
				{
					"name": "Past Life",
					"entries": [
                     "Choose another race besides this one; the race you select must be humanoid and lack the Living Construct trait (or similar). Even after becoming a Wraith (and later a Skeleton), you maintain vague memories of this past life as this race. Your size, height, and movement speed are the same as this race. You do not retain special movement speeds from this race (such as flying, climbing, or swimming), and you do not carry over any racial features. If your past race had subraces, select one, but you do not carry over any racial features from that either."
					],
					"type": "entries"
				},
				{
					"name": "Living Dead",
					"entries": [
                     "As the offspring of the Rift Plane and a nonsentient Wraith, Skeletons are gifted with supernatural properties. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish. Additionally, you have two creature types: humanoid and undead. You can be affected by a spell or ability that works on either of your creature types."
					],
					"type": "entries"
				},
				{
					"name": "Onward to Salvation",
					"entries": [
                     "With no pulse to drive you and no veins to pump blood, your body must be designed to operate at its maximum capacity almost always. As an undead, you rarely tire. You treat exhaustion as if it was one level less. In addition, instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal."
					],
					"type": "entries"
				},
				{
					"name": "Curse of the Undead",
					"entries": [
                     "A tragic fate lies the souls of the damned. With no life force contained within their souls, an unfortunate majority of Skeletons meet a tragic fate while on the battlefield. Like most undead, healing effects that state they do not work on undead have no effect on you."
					],
					"type": "entries"
				},
				{
					"name": "Collapse",
					"entries": [
                     "When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. If you do, reduce yourself to a pile of bones and render yourself {@condition prone}. You are considered to be under similar effects to the {@spell feign death} spell. While subject to this condition, you are unable to move or take actions other than using an action to end this effect. Once you use this trait, you are unable to use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Bloodless",
					"entries": [
                     "You are immune to poison damage and the {@condition Poisoned} condition."
					],
					"type": "entries"
				},
				{
					"name": "Them Bones",
					"entries": [
                     "If both your hands are unoccupied, you can use a bonus action to rearrange your skeletal structure, or return your body to its original configuration. When you rearrange your bones, choose one of the following options, any of which are considered to occupy both of your hands:"					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "Options",
							"entries": [
								{
									"entries": [
                                       "• You remove an arm and use it as a bone club. While used as a weapon, you have proficiency with your removed arm, which is a melee weapon with the finesse property that deals 1d6 bludgeoning damage on it. This weapon also has the light property, but for all intents and purposes, that fact is of little use."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• You remove a hand and hold it in your other as if it were a set of thieves' tools. This hand is capable of manipulating locks through picking, cutting glass, and any other function a normal set of thieves' tools could achieve."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "• You remove two of your ribs and use the rest of them as a musical instrument. This instrument is referred to as the Bone Xylophone, and while playing you gain advantage on Performance checks meant to entertain children."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "• You gain pull out several of your bones in an attempt to juggle them."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "• You can remove your skull from its socket and use your arm to look around walls."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Them Bones"
							}
						},
				{
					"entries": [
                     "Your bones lose their animation if they are further than 5-feet away from your main body. If your skull loses animation, you are blinded and deafened until a skull is reaffixed to your body."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Scarecrow",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"dex": 2,
					"choose": {
						"from": [
							"con",
							"cha"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"traitTags": [
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Scarecrows do not age in the traditional sense, but they do decay over time. The necromantic energies that sustain you will heal most wounds you take at approximately the same rate as a mortal, and your hit die function as normal. A scarecrow will generally live up to a maximum of five hundred years, at which their soul will be absorbed back into the Void to be reincarnated once more."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Scarecrow hold on to the alignments of their previous incarnations. Most are created by witches and hags and as such tend to be evil, as it better suits the purposes of their creators. An especially malicious hag could take delight into binding a traditionally good human soul into the body of a scarecrow and revel over corrupting their soul over the course of centuries."
					],
					"type": "entries"
				},
				{
					"name": "Living Construct",
					"entries": [
                     "Scarecrow are gifted with supernatural properties. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish. Additionally, you have two creature types: humanoid and construct. You can be affected by a spell or ability that works on either of your creature types."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "The forces behind your animation imbue you with the power to watch over the holdings of your masters, by day or night. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Silent Night",
					"entries": [
                     "After standing completely still for at least one minute, you appear to be a scarecrow that is indistinguishable from an inanimate construct. In addition, you make no sound, and only magic can be used to detect whether you are alive or not. If you take damage in this state, you also show no outward signs of pain, and spells that would cause you to speak or make sound like {@spell Tasha's Hideous Laughter} have no effect."
					],
					"type": "entries"
				},
				{
					"name": "Body of Straw",
					"entries": [
                     "You are immune to poison damage and the {@condition poisoned} condition. As a result of your bodily structure, whenever you take fire damage, you take additional damage equal to 5 - your Constitution modifier. This damage cannot be reduced or ignored by resistance or immunity."
					],
					"type": "entries"
				},
				{
					"name": "Claws of the Damned",
					"entries": [
                     "You possess clawed fingers on each of your hands, giving you a natural claw attack, which you may use as an unarmed strike. This claw attack deals slashing damage equal to {@dice 1d4} + either your Strength or Dexterity modifier (your choice). In addition, you can use Dexterity in place of Strength for attack rolls with your claws, and your claws are considered to be a melee weapon with the finesse property for any ability or feature that requires it."
					],
					"type": "entries"
				},
				{
					"name": "Frighten Crows",
					"entries": [
                     "Any crows or ravens of CR 1 or less within 60 feet of you are automatically frightened of you until they are no longer within this range. This ability has no effect on familiars conjured by the {@spell find familiar} spell or similar sources."
					],
					"type": "entries"
				},
				{
					"name": "Scarecrow's Vigil",
					"entries": [
                     "Instead of sleeping, you enter an inactive state for 4 hours each day, standing completely motionless and sometimes (for a better vantage, or because old habits are hard to break) affixed to a tree or post. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal. While you remain motionless, whether or not you are in this inactive state, you are indistinguishable from a normal scarecrow."
					],
					"type": "entries"
				},
				{
					"name": "Glare of the Void",
					"entries": [
                     "As a bonus action, target one creature you can see within 30 feet of you. That creature must make a Wisdom saving throw against a DC of 8 + your proficiency bonus + your Charisma modifier. If the creature fails this saving throw, it is frightened of you until the end of your next turn. Once you use this ability successfully, you require a short or long rest before you can use it again."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and one other language of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Demibeast",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"null": null
				}
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"traitTags": [
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Young demibeasts grow quickly, reaching maturity by 10 years of age, but only live for up to 80 years. Many demibeasts see dying as a result of old age as a sign of weakness, and as such, most demibeast die in battle or during their hunts. There are a few, though, such as those who take on the appearance of sheep, as multiple years of sedimentary living have left them more passive then their brethren."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Demibeasts of the wolf blood are taller and heavier than humans, standing well over 6 feet tall and averaging almost 250 pounds. Sheep blood, however, tend to be equivalent in size to the average human. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Demibeasts tend toward no particular alignment. The best and the worst are found among them."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "Accustomed to roaming under the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Man & the Beast",
					"entries": [
                     "You have two creature types: humanoid and beast. You can be affected by a spell or ability that works on either of your creature types."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Wolf",
					"ability": [
						{
							"choose": {
								"from": [
									"str",
									"con",
									"wis"
								],
							"count": 1,
							"amount": 2
						}
				}
					],
					"speed": {
						"walk": 35
					},
					"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
                     "Choose one of the abilities you did not increase between Strength, Constitution, or Wisdom. That ability score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Gait of the Wolf",
					"entries": [
                     "Your base walking speed increases to 35 feet."
					],
					"type": "entries"
				},
				{
					"name": "Howl of the Beast",
					"entries": [
                     "When you roll initiative and aren't surprised, you can use your reaction to unleash a howl to rally your allies for battle. You can choose a number of friendly creatures that can hear you equal to your Consitution or Wisdom modifier (your choice). If any of those creatures are surprised, they're no longer surprised, and they can move up to half their speed as a reaction. After you use your battle howl, you can't use it again until you complete a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Carnivorous Bite",
					"entries": [
                     "Your fanged maw is a natural weapon, which you are proficient with. If you hit with it, you deal piercing damage equal to {@dice 1d8} + your Strength modifier."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Birthright",
					"entries": [
						"You grew up in a territory that grants you benefits. Choose one of the types of territories from the Demibeast Territory table. You only need to sleep for 4 hours while performing a long rest in your territory, as you've adapted to survival there. Additionally, you're naturally adapted to the climate associated with your territory, as described in chapter 5 of the Dungeon Master's Guide.",
						"If no climate is specialized under the climate benefit column, you instead gain advantage on saving throws against any conditions mentioned.",
						{
							"type": "table",
							"caption": "Demibeast Territory",
							"colLabels": [
								"Territory",
								"Climate Benefit",
								"Damage Resistance"
							],
							"colStyles": [
								"col-4",
								"col-4",
								"col-4"
							],
							"rows": [
								[
									"Arctic",
									"Extreme Cold",
									"Cold"
								],
								[
									"Desert",
									"Extreme Heat", 
									"Fire"
								],
								[
									"Forest",
									"{@condition Posioned} Condition",
									"Poison"
								],
								[
									"Mountain",
									"High Altitude",
									"Cold"
										]
									]
								}
							]
						},
						{
							"name": "Unrivaled Hunter",
							"entries": [
							"Whenever you make a Wisdom ({@skill Survival}) check related to smelling out a trail or following a creature's scent, you are considered proficient in the Survival skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
							],
							"type": "entries"
						},
				{
					"name": "Language",
					"entries": [
                     "You begin with Common and Beastspeech. Beastspeech can only be learned by Demis and, when speaking it, they can communicate with the animal they resemble as if under the effect of the spell, {@spell speak with animals}. For example, a sheep demibeast could speak with sheep."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Sheep",
					"ability": [
						{
							"choose": {
								"from": [
									"dex",
									"int",
									"cha"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
                     "Choose one of the abilities you did not increase between Dexterity, Intelligence, or Charisma. That ability score increases by 1."
					],
					"type": "entries"
				},
						{
							"name": "Sure-Footed",
							"entries": [
                                "You have advantage on saving throws against being knocked {@condition prone}."
							],
							"type": "entries"
						},
				{
					"name": "Ram",
					"entries": [
                     "You can use your head and horns to make unarmed strikes. If you hit with them, you deal bludgeoning damage equal to {@dice 1d4} + your Strength modifier."
					],
					"type": "entries"
				},
				{
					"name": "Herd Mentality",
					"entries": [
                     "So long as there is an ally within 15 feet of you, you have advantage on saving throws that would cause you to be {@condition frightened}."
					],
					"type": "entries"
				},
				{
					"name": "Peak Dwellers",
					"entries": [
                         "You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to strong wind and cold environments, as described in chapter 5 of the Dungeon Master's Guide."
					],
					"type": "entries"
				},
				{
					"name": "Counting Sheep",
					"entries": [
                    "At 1st level, you can cast the {@spell sleep} spell once per long rest. When you reach 5th level, you can cast {@spell sleep} at 3rd level once per short or long rest. Intelligence or Charisma (your choice) is your spellcasting modifier for this spell."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You begin with Common and Beastspeech. Beastspeech can only be learned by Demis and, when speaking it, they can communicate with the animal they resemble as if under the effect of the spell, {@spell speak with animals}. For example, a sheep demibeast could speak with sheep."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Ursus",
					"ability": [
						{
							"choose": {
								"from": [
									"con",
									"wis"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
                     "Choose one of the abilities you did not increase between Constitution or Wisdom. That ability score increases by 1."
					],
					"type": "entries"
				},
						{
							"name": "Powerful Build",
							"entries": [
                                "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
							],
							"type": "entries"
						},
				{
					"name": "Mountain Born",
					"entries": [
                     "You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
					],
					"type": "entries"
				},
				{
					"name": "Rugged Hide",
					"entries": [
                     "The body of the Ursus has calloused over the years, becoming as tough as hardened leather. When you aren't wearing armor, your AC is 12 + your Constitution modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
					],
					"type": "entries"
				},
				{
					"name": "Stench of War",
					"entries": [
                         "You have advantage on Wisdom ({@skill Perception}) checks related to determining a creature's location using the smell of blood, or deciphering the species of a creature using their blood."
					],
					"type": "entries"
				},
				{
					"name": "Protector of the Ursa",
					"entries": [
                    "When an ally within 10-feet of you is subject to a Dexterity saving throw, you may choose to intercept the effect and have it target you instead. When you use this feature, the Dexterity saving throw instead becomes a Strength saving throw for you. Once you use this ability, you cannot use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You begin with Common and Beastspeech. Beastspeech can only be learned by Demis and, when speaking it, they can communicate with the animal they resemble as if under the effect of the spell, {@spell speak with animals}. For example, a sheep demibeast could speak with sheep."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Leonin",
					"ability": [
						{
							"choose": {
								"from": [
									"str",
									"con"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 35
					},
					"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
                     "Choose one of the abilities you did not increase between Strength or Constitution. That ability score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Gait of the Lion",
					"entries": [
                     "Your base walking speed increases to 35 feet."
					],
					"type": "entries"
				},
				{
					"name": "Claws",
					"entries": [
                     "Your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you can deal slashing damage equal to {@dice 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Rout the Enemy!",
					"entries": [
                     "As a bonus action, you can let out an especially menacing roar. Creatures of your choice within 30 feet of you that can hear you must succeed on a Wisdom saving throw or become {@condition frightened} of you until the end of your next turn. The DC of the save equals 8 + your proficiency bonus + your Constitution modifier. Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Clamber",
					"entries": [
                         "Your build and lion-like physique allow you to tread across dangerous terrain with added stability. When you move on your turn in combat, you can take to all fours, ignoring difficult terrain until the end of the turn. Once you use this trait, you cannot use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Heightened Resolve",
					"entries": [
                         "You have advantage on saving throws made to resist the {@condition poisoned} condition, and your hit points are doubled for the purposes of resolving the negative effects of the {@spell sleep} spell."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You begin with Common and Beastspeech. Beastspeech can only be learned by Demis and, when speaking it, they can communicate with the animal they resemble as if under the effect of the spell, {@spell speak with animals}. For example, a sheep demibeast could speak with sheep."
					],
					"type": "entries"
				}
					]
				}
			]
		},
		{
			"name": "Human (Mark of Ryder)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"int": 2,
					"choose": {
						"from": [
									"str",
									"dex",
									"con",
									"wis",
									"cha"
						],
						"count": 1
					}
				}
			],
			"traitTags": [
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
					"skillProficiencies": [
						{
							"tool": true
						}
					],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Humans reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "After receiving a Mark from Ryder, the Lesser Deity of the Forge, Humans tend to manifest a lawful nature, even under less than ideal nuturing conditions."
					],
					"type": "entries"
				},
				{
					"name": "Artisan's Intuition",
					"entries": [
                         "When you make an {@skill Arcana} check or an ability check involving artisan's tools, you can roll a {@dice 1d4} and add the number rolled to the ability check."
					],
					"type": "entries"
				},
				{
					"name": "Ryder's Gift",
					"entries": [
                     "You gain proficiency with one type of artisan's tools of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Spellsmith",
					"entries": [
                     "You know the {@spell mending} cantrip. You can also cast the magic weapon spell with this trait. When you do so, the spell lasts for 1 hour and doesn't require concentration. Once you cast the spell with this trait, you can't do so again until you finish a long rest. Intelligence is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Human (Mark of Brykal)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 2,
					"choose": {
						"from": [
									"str",
									"dex",
									"int",
									"wis",
									"cha"
						],
						"count": 1
					}
				}
			],
			"traitTags": [
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Humans reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "After receiving a Mark from Brykal, the Lesser Deity of the Shield, Humans tend to manifest a good nature, even under less than ideal nuturing conditions."
					],
					"type": "entries"
				},
				{
					"name": "Sentinel's Intuition",
					"entries": [
                     "When you make an {@skill Insight} or {@skill Perception} check, you can roll a {@dice 1d4} and add the number rolled to the ability check."
					],
					"type": "entries"
				},
				{
					"name": "Guardian's Shield",
					"entries": [
                     "You can cast the {@spell shield} spell once with this trait, and you regain the ability to cast it after you finish a long rest. Wisdom is your spellcasting ability for this spell."
					],
					"type": "entries"
				},
				{
					"name": "Vigilant",
					"entries": [
                     "When a creature you can see within 5 feet of you is hit by an attack roll, you can use your reaction to swap places with that creature, and you are hit by the attack instead. Once you use this trait, you can't do so again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Bound by the Duel",
					"entries": [
                     "You can cast the {@spell compelled duel} spell with this trait. Once you cast the spell with this trait, you can't do so again until you finish a long rest. Wisdom is your spellcasting ability for this spell."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Human (Mark of Yui)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1,
					"wis": 2
				}
			],
			"traitTags": [
				"Spellcasting",
                "Darkvision"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Humans reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "After receiving a Mark from Yui, the Lesser Deity of the Hunt, Humans tend bend towards being chaotic. They also tend to manifest a good nature, even under less than ideal nuturing conditions."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Hunter's Intuition",
					"entries": [
                     "When you make a {@skill Perception} or {@skill Survival} check, you can roll a {@dice 1d4} and add the number rolled to the ability check."
					],
					"type": "entries"
				},
				{
					"name": "Finder's Magic",
					"entries": [
                     "You can cast the {@spell hunter's mark} spell with this trait. Starting at 3rd level, you can also cast the {@spell locate object} spell with it. Once you cast either spell with this trait, you can't cast that spell with it again until you finish a long rest. Wisdom is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Human (Mark of Bane)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"wis": 2,
					"choose": {
						"from": [
									"str",
									"dex",
									"con",
									"int",
									"cha"
						],
						"count": 1
					}
				}
			],
			"traitTags": [
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Humans reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "After receiving a Mark from Bane, the Lesser Guardian of the Forest, Humans tend bend towards a feeling of neutrality. They also tend to have a greater respect for wildlife."
					],
					"type": "entries"
				},
				{
					"name": "Wild Intuition",
					"entries": [
                     "When you make a {@skill Animal Handling} or {@skill Nature} check, you can roll a {@dice 1d4} and add the number rolled to the ability check."
					],
					"type": "entries"
				},
				{
					"name": "Primal Connection",
					"entries": [
                     "You can cast the {@spell animal friendship} and {@spell speak with animals} spells with this trait, requiring no material component. Once you cast either spell with this trait, you can't cast that spell with it again until you finish a short or long rest. Wisdom is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "The Bigger They Are",
					"entries": [
                     "Starting at 3rd level, you can target a beast or monstrosity when you cast {@spell animal friendship} or {@spell speak with animals}, provided the creature's Intelligence score is 3 or lower."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Human (Mark of Neon)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 35
			},
			"ability": [
				{
					"dex": 2,
					"choose": {
						"from": [
									"str",
									"con",
									"int",
									"wis",
									"cha"
						],
						"count": 1
					}
				}
			],
			"traitTags": [
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Humans reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "After receiving a Mark from Neon, the Greater Guardian of Time, Humans tend bend towards a feeling of neutrality. They also tend to be more punctual and pertinent when receiving orders."
					],
					"type": "entries"
				},
				{
					"name": "Gait of Time",
					"entries": [
                     "Your base walking speed increases to 35 feet."
					],
					"type": "entries"
				},
				{
					"name": "Intuitive Motion",
					"entries": [
                     "When you make an {@skill Acrobatics} check or any ability check to operate or maintain a land vehicle, you can roll a {@dice 1d4} and add the number rolled to the ability check."
					],
					"type": "entries"
				},
				{
					"name": "Magical Passage",
					"entries": [
                     "You can cast the {@spell misty step} spell once with this trait, and you regain the ability to cast it when you finish a long rest. Dexterity is your spellcasting ability for this spell."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Human (Base)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"str": 1,
					"dex": 1,
					"con": 1,
					"int": 1,
					"wis": 1,
					"cha": 1
				}
			],
			"traitTags": [
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Humans reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Humans tend toward no particular alignment. The best and the worst are found among them."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Speed Step",
					"entries": [
                     "In combat, you can use a bonus action to immediately gain the benefits of the Dash action. You can only use this trait once per long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Orc (Base)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"str": 2,
					"con": 1
				}
			],
			"traitTags": [
                "Skill Proficiency",
                "Darkvision"
			],
			"languageProficiencies": [
				{
					"orc": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Orcs reach adulthood at age 12 and live up to 50 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "The orcs of Kagreth are a passionate people, given to powerful emotion and deep faith. They are generally chaotic, but can be any alignment."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Orcs are usually over 6 feet tall and weigh between 230 and 280 pounds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Aggressive",
					"entries": [
                     "As a bonus action, you can move up to your movement speed toward a hostile creature you can see or hear. You must end this move closer to the enemy than you started."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
                     "You are trained in the {@skill Intimidation} skill."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
                     "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				},
				{
					"name": "Savage Dissonance",
					"entries": [
                     "When you are reduced to 0 hit points, before you fall unconscious, you can use your reaction to make one melee attack against a creature within melee range. Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and Orc."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Dhampir",
			"source": "SRPRaces",
			"size": "M",
			"speed": 30,
			"ability": [
				{
					"cha": 2
				}
			],
			"darkvision": 60,
			"traitTags": [
 				"Unarmed Strike",
 				"Darkvision",
 				"Uncommon Race",
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                     "Dhampirs mature at the same rate as humans, but can live for centuries."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Dhampirs might not have an innate tendency toward evil, but many end up there. They are typically neutral."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
                     "Dhampirs are the same size and build as humans. Your size is medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
                     "Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Vampiric Ancestry",
					"entries": [
                     "You have advantage on saving throws against diseases and being {@condition Charmed}."
					],
					"type": "entries"
				},
				{
					"name": "Undead Resistance",
					"entries": [
                     "You have resistance to necrotic damage."
					],
					"type": "entries"
				},
				{
					"name": "Fangs",
					"entries": [
                     "You have fangs like a vampire. They are a natural weapon, which you can use to make unarmed strikes. If you hit, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Blood Drinker",
					"entries": [
                     "As an action, you can make a special attack with your fangs. If the attack hits, you deal necrotic damage instead of piercing damage, and you heal hit points (minimum of 1) equal to your Constitution modifier, and you can’t use this trait again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
                     "You can speak, read, and write Common and another language of your choice."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Dayborn",
                    "traitTags": [
						"Skill Proficiency"
					],
					"ability": [
						{
							"con": 1
						}
					],
					"entries": [
						{
							"name": "Kin of Mine",
							"entries": [
                     "You have proficiency in the {@skill Perception} and {@skill Stealth} skills."
							],
							"type": "entries"
						},
						{
							"name": "Misty Escape",
							"entries": [
                     "As a reaction to taking damage, you can create a 20-foot-radius sphere of fog centered on you. The sphere spreads around corners, and its area is heavily obscured. It lasts for one minute or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it. Once you use this ability, you can't do so again until you finish a short or long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Nobleblood",
                    "traitTags": [
						"Spellcasting",
						"Skill Proficiency"
					],
					"ability": [
						{
							"int": 1
						}
					],
					"entries": [
						{
							"name": "Superior Darkvision",
							"entries": [
                     "Thanks to your heritage, you have first-rate vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
							],
							"type": "entries"
						},
						{
							"name": "Sunlight Sensitivity",
							"entries": [
                     "You have disadvantage on attack rolls and on {@skill Perception} checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
							],
							"type": "entries"
						},
						{
							"name": "Uncanny Climber",
							"entries": [
                     "You have advantage on any {@skill Athletics} check made to climb difficult surfaces."
							],
							"type": "entries"
						},
						{
							"name": "Dark Hopsitality",
							"entries": [
                     "You have proficiency in one of the following skills: {@skill Deception}, {@skill Intimidation}, {@skill Persuasion}."
							],
							"type": "entries"
						},
						{
							"name": "Vampiric Charm",
							"entries": [
                     "You can cast {@spell charm person} with this trait, using Charisma as your spellcasting ability for it. Once you cast it, you can’t cast it again with this trait until you finish a short or long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Beastwalker",
                    "traitTags": [
						"Spellcasting"
					],
					"ability": [
						{
							"str": 1
						}
					],
					"entries": [
						{
							"name": "Superior Darkvision",
							"entries": [
                     "Thanks to your heritage, you have first-rate vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
							],
							"type": "entries"
						},
						{
							"name": "Sunlight Sensitivity",
							"entries": [
                     "You have disadvantage on attack rolls and on {@skill Perception} checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
							],
							"type": "entries"
						},
						{
							"name": "Vermin Speech",
							"entries": [
                     "You can cast {@spell animal friendship} an unlimited number of times with this trait, but you can target only bats, rats, and wolves with it. Charisma is your spellcasting ability for this spell."
							],
							"type": "entries"
						},
						{
							"name": "Shapechanger",
							"entries": [
                     "If you aren't in sunlight, you can use your action to cast polymorph on yourself to transform into a bat, rat, or wolf. When cast in this way, polymorph requires no components and cannot be dispelled. It has the following changes:"
							],
							"type": "entries"
						},
						{
							"type": "inset",
							"entries": [
								{
									"entries": [
                     "• Your game statistics are replaced by the statistics of the beast, but you retain your alignment, personality, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the bonus in its stat block is higher than yours, use the creature’s bonus instead of yours."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "• You retain the benefit of any features from your class, race, or other source and can use them if the new form is physically capable of doing so. However, you can’t use any of your special senses, such as darkvision, unless your new form also has that sense."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Shape"
							}
						},
						{
							"entries": [
                     "Once you use this ability, you can't do so again until you finish a short or long rest."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Vespidan",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30,
				"fly": 30,
				"climb": 20
			},
			"ability": [
				{
					"null": null
				}
			],
			"traitTags": [
 				"Uncommon Race"
			],
			"languageProficiencies": [
				{
					"elvish": true,
					"choose": true
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                     "All Vespids reach maturity at 12, beyond this workers live about as long as 75 years, drones as long as 350 years, and workers that become queens can live as long as 750 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Vespidan societies are invariably highly structured and caste-based. They are almost always strongly lawful and usually lawful neutral as the good of the hive supersedes all other concerns. The exception are the hive- broken who are still often lawful by upbringing, but can easily stray into any form of thinking from there."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
                     "Workers and Drones are small sized, while Queens are medium sized."
					]
				},
				{
					"name": "Multiarmed",
					"entries": [
                     "All Vespids are born with 4 arms. Your two additional arms allow you to interact with an additional object or feature of the environment for free on your turn. You may not carry and use shields for defense with these additional arms. Nor do they grant you additional attacks, or allow you to wield weapons with them for combat."
					],
					"type": "entries"
				},
				{
					"name": "Flight",
					"entries": [
                     "As part of a move action, a Vespidan can instead fly 30 feet, but must end their movement on the ground or a solid surface. A Vespidan who ends its turn in the air immediately plummets to the ground. To use this speed you can't be wearing heavy armor or be encumbered."
					],
					"type": "entries"
				},
				{
					"name": "Carapace",
					"entries": [
                     "Your Carapace provides limited protection, and makes you accustomed to wearing armor. You can calculate your base AC as 11 + your Dexterity modifier while not wearing armor, and a shield’s benefits apply as normal while you use this AC. While wearing medium armor, your maximum Dexterity modifier bonus is increased by 1."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
                     "You can speak, read, and write Common and Elvish."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Queen",
                    "traitTags": [
						"Skill Proficiency",
						"Unarmed Strike"
					],
					"ability": [
						{
							"str": 1,
							"cha": 1,
							"choose": {
								"from": [
										"wis",
										"cha"
								],
								"count": 1
							}
						}
					],
					"entries": [
						{
							"name": "Inspiring Queen",
							"entries": [
                     "You may use the Help action as a bonus action, for a number of times equal to your Proficiency bonus. You regain the ability to use the Help action this way after finishing a short or long rest. At level 3, when you use the Help action to aid an ally in attacking a creature, the target of that attack can be within 30 feet of you, rather than within 5 feet of you. Should the ally already have advantage, then it may add half your proficiency bonus (rounded up) to the attack's hit and damage roll instead."
							],
							"type": "entries"
						},
						{
							"name": "Sting",
							"entries": [
                     "Your sting is a natural weapon, which you can use to 4 make a unarmed strike with. If you hit with it, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. On a hit, you may choose to inject the target with your venom, after which you must spend a long rest before you can use your venom again.",
                     "This venom causes the target to take {@dice 2d6} poison damage, and it must make a Constitution saving throw (DC: 10 + your Proficiency bonus + your Strength modifier). On a failed save, it is also {@condition Poisoned} until the start of your next turn. The poison damage increases to 3d6 at 5th level. 4d6 at 10th level, 5d6 at 15th level, and 6d6 at 20th level."
							],
							"type": "entries"
						},
						{
							"name": "Insightful Monarch",
							"entries": [
                     "You have proficiency in the Insight skill, and advantage on saving throws to avoid being charmed."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Worker",
                    "traitTags": [
						"Tool Proficiency",
						"Unarmed Strike"
					],
					"ability": [
						{
							"con": 1,
							"choose": {
								"from": [
										"str",
										"dex"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"name": "Swarm Tactics",
							"entries": [
                     "You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn’t incapacitated. You may only benefit from this trait once per turn."
							],
							"type": "entries"
						},
						{
							"name": "Sting",
							"entries": [
                     "Your sting is a natural weapon, which you can use to 4 make a unarmed strike with. If you hit with it, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. On a hit, you may choose to inject the target with your venom, after which you must spend a long rest before you can use your venom again.",
                     "This venom causes the target to take {@dice 2d6} poison damage, and it must make a Constitution saving throw (DC: 10 + your Proficiency bonus + your Strength modifier). On a failed save, it is also {@condition Poisoned} until the start of your next turn. The poison damage increases to 3d6 at 5th level. 4d6 at 10th level, 5d6 at 15th level, and 6d6 at 20th level."
							],
							"type": "entries"
						},
						{
							"name": "Talented Builder",
							"entries": [
                     "You have proficiency in one Tool of your choice. In addition, you learn new Tool proficiencies in half the normal amount of downtime weeks, rounded down. This reduction is applied last, after any reduction you may receive from your Intelligence modifier."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Drone",
                    "traitTags": [
						"Spellcasting"
					],
					"ability": [
						{
							"cha": 1,
							"choose": {
								"from": [
										"int",
										"wis"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"name": "Magic Savant",
							"entries": [
                     "After finishing a short or long rest you may choose one of the following spells: {@spell animal friendship}, {@spell misty step}, or {@spell shield}. You may cast this chosen spell once without expending a spell slot. You regain the ability to choose and cast a spell in this manner after finishing a short or long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						},
						{
							"name": "Harmonic Casting",
							"entries": [
                     "When you cast a non-cantrip spell you may channel some of the magic into yourself or a creature you can see within 60 feet. The chosen creature gains temporary hit points equal to the spell's level plus your proficiency bonus. Creatures may only be affected by this trait once, after which they may be affected again after they finish a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "Gregarious",
							"entries": [
                     "You have proficiency in the Persuasion skill. Giant Wasps that are {@condition Charmed} by you will actively protect and fight for you."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Warforged",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"null": null
				}
			],
			"traitTags": [
 				"Improved Resting"
			],
			"languageProficiencies": [
				{
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                     "A typical warforged is between two and thirty years old. The maximum warforged lifespan remains a mystery; so far, warforged have shown no signs of deterioration due to age. You are immune to magical aging effects."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Most warforged take comfort in order and discipline, tending toward law and neutrality. But some have absorbed the morality, or lack thereof, of the beings with which they served."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
                     "Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Constructed Resilience",
					"entries": [
						"You were created to have remarkable fortitude, represented by the following benefits:",
						{
							"type": "list",
							"items": [
								"You have advantage on saving throws against being {@condition Poisoned}, and you have resistance to poison damage.",
								"You are immune to disease.",
								"You don't need to eat, drink, or breathe.",
								"You don't need to sleep and don't suffer the effects of {@condition Exhaustion} due to lack of rest, and magic can't put you to sleep."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Sentry's Rest",
					"entries": [
						"When you take a long rest, you must spend at least six hours of it in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn't render you {@condition unconscious}, and you can see and hear as normal."
					]
				},
				{
					"type": "entries",
					"name": "Integrated Protection",
					"entries": [
						"Your body has built-in defensive layers, which can be enhanced with armor:",
						{
							"type": "list",
							"items": [
								"You gain a +1 bonus to Armor Class.",
								"You can don only armor with which you have proficiency. To don armor, you must incorporate it into your body over the course of 1 hour, during which you remain in contact with the armor. To doff armor, you must spend 1 hour removing it. You can rest while donning or doffing armor in this way.",
								"While you live, your armor can't be removed from your body against your will."
							]
						}
					]
				},
				{
					"name": "Languages",
					"entries": [
                     "You can speak, read, and write Common."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Envoy",
                    "traitTags": [
						"Skill Proficiency",
						"Tool Proficiency",
						"Unarmed Strike"
					],
					"languageProficiencies": [
						{
							"other": true
						}
					],	
					"ability": [
						{
							"con": 1,
							"choose": {
								"from": [
										"str",
										"dex",
										"con",
										"int",
										"wis",
										"cha"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Specialized Design",
							"entries": [
								"You gain one skill proficiency of your choice, one {@book tool|phb|5|tools} proficiency of your choice, and fluency in one language of your choice.",
								"In addition, if you do not already know it, you learn to speak Neural."
							]
						},
						{
							"type": "entries",
							"name": "Integrated Tool",
							"entries": [
								"Choose one tool you're proficient with. This tool is integrated into your body, and you double your proficiency bonus for any ability checks you make with it. You must have your hands free to use this integrated tool."
							]
						}
					]
				},
				{
					"name": "Juggernaut",
                    "traitTags": [
						"Unarmed Strike"
					],
					"ability": [
						{
							"con": 2,
							"str": 1
						}
					],
					"entries": [
						{
							"name": "Iron Fists",
							"entries": [
                     "When you hit with an unarmed strike, you can deal {@dice 1d4} + your Strength modifier bludgeoning damage, instead of the normal damage for an unarmed strike."
							],
							"type": "entries"
						},
						{
							"name": "Powerful Build",
							"entries": [
                     "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Skirmisher",
					"speed": {
						"walk": 35
					},
                    "traitTags": [
						"Skill Proficiency"
					],
					"ability": [
						{
							"con": 1,
							"choose": {
								"from": [
										"str",
										"dex"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"name": "Swift",
							"entries": [
                     "Your walking speed increases by 5 feet."
							],
							"type": "entries"
						},
						{
							"name": "Light Step",
							"entries": [
                     "When you are traveling alone for an extended period of time (one hour or more), you can move stealthily at a normal pace. (See chapter 8 of the Player's Handbook for information about travel pace.)"
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Toran",
			"source": "SRPRaces",
			"size": "S",
			"speed": {
				"walk": 25,
				"fly": 40
			},
			"ability": [
				{
					"dex": 1,
					"cha": 2
				}
			],
			"traitTags": [
				"Skill Proficiency"
			],
			"languageProficiencies": [
				{
					"primordial": true,
					"other": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Toran grow up very fast, and live very long lives. Torans reach adulthood at age 13. On average, they live about 300 years."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Toran are between 2 to 3 feet tall and average about 30 pounds. Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Picking Claws",
					"entries": [
                     "Torans don't have hands, but their claws are dextrous enough to handle small complex tasks. Toran can pick up weapons but can't use them in combat."
					],
					"type": "entries"
				},
				{
					"name": "Attuned Flight",
					"entries": [
                     "You have a flying speed of 40 feet. To use this speed, you must attune to the Way of Worlds by act of sacrificing an attunement slot. Attuning to flight takes the same amount of time and follows the same restrictions as attuning to a magic item."
					],
					"type": "entries"
				},
				{
					"name": "Song & Dance",
					"entries": [
                     "You have proficiency with your claws, which are a finesse weapon that deal {@dice 1d8} slashing damage."
					],
					"type": "entries"
				},
				{
					"name": "Dazzling Plummage",
					"entries": [
                     "As a bonus action you can double your proficiency bonus on any Charisma skill check. After using this ability you cannot use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
						{
							"name": "Ancient Melody",
							"entries": [
                                "You gain proficiency with your voice, which you can use to sing a variety of melodies that instill a magical effect by manifesting the nature of Arvandor.",
								"As an action, you sing a peaceful and enchanting haiku to a creature within 30 feet of you. That creature must make a Wisdom saving throw with a DC equal to your melody save DC (8 + your Charisma modifier + your proficiency bonus). On a failed save, that creature must use an action on their next turn to give you the final verse. After they do so, their turn immediately ends, and they cannot take reactions until the end of their next turn.",
								"Once you use this ability, you cannot do so again until you finish a short or long rest."
							],
							"type": "entries"
						},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common, Toran, and Auran."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Half-Nasod",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 35
			},
			"ability": [
				{
					"dex": 2,
						"choose": {
							"from": [
									"con",
									"int"
							],
							"count": 1
					}
				}
			],
			"traitTags": [
				"Unarmed Strike",
				"Darkvision"
			],
			"languageProficiencies": [
				{
					"other": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Half-Nasods age at virtually the same rate as Humans, although they live a bit longer, with the oldest of them being around one-hundred and thirty years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Half-Nasods tend toward no particular alignment. The best and the worst are found among them."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Half-Nasods vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Designed with Speed in Mind",
					"entries": [
                     "Your base walking speed increases to 35 feet."
					],
					"type": "entries"
				},
				{
					"name": "Cybernetic Implants",
					"entries": [
                     "All Half-Nasods have been modified from their original race in some way, with these cybernetics varying immensely. You can select three cybernetic traits of your choice from the following list:"
					],
					"type": "entries"
				},
				{
					"type": "inset",
					"name": "",
					"entries": [
						{
							"entries": [
                               "{@b Implanted Weapon.} You have a one-handed ranged or melee weapon that you are proficient with hidden under your skin. This weapon has the properties it would normally have, and the Concealed property if it didn’t have it already. Drawing this weapon is an item interaction. You may swap out the weapon implanted in this way at the completion of a long rest. This implant may be chosen twice."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Cybernetic Reflexes.} Your reflexes have been cybernetically enhanced, allowing you to send your senses into overdrive for a limited time as time seems to slow around you. You may take the Dodge action as a bonus action an amount of times equal to half your proficiency bonus, rounded down. You regain all expended uses on a long rest."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Reinforced Bones.} Your skeleton and / or skin has been reinforced and / or covered with an experimental, organic version of steel, increasing your durability exponentially. As a reaction to which you take when you are hit by an attack, you may increase your AC by 2 until the end of your turn as you attempt to block incoming attacks. You may do this an amount of times equal to your proficiency bonus. You regain all expended uses on a long rest."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Automated Defense Systems.} You’ve been implanted with defense systems that are programmed to defend you when you would otherwise be unable to defend yourself. If you are attacked by a creature while you are unconscious, incapacitated, stunned, or paralyzed, your defenses will momentarily take control of your body. Taking hold of the weapon you were wielding before being inflicted with the status effect, you may make one attack against the attacking creature before the attack resolves if they are within range or your reach if using a melee weapon. Your Automated Defense Systems may activate an amount of times equal to half your proficiency bonus rounded down before needing to recharge. You regain all expended uses on a long rest."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Propulsion Systems.} You’ve outfitted your arms and / or legs with low power propulsion units, allowing you to take flight temporarily through the power of science. As a bonus action, you may manifest these systems. You gain a flight speed equal to your walking speed, though you must end your turn on a solid surface. Otherwise, your propulsion systems will sputter out, and you fall to the ground at the end of your turn. You may activate your propulsion systems a number of times equal to your proficiency bonus. You regain all expended uses on a short or long rest."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Threat Detector.} You’ve implanted an experimental set of sensors within your parietal lobe, sensors that subconsciously evaluate the environment and creatures around you without any input from you. If you are surprised at the beginning of combat, and aren’t incapacitated, you can immediately expend an amount of movement up to your maximum in an attempt to escape harm."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Microgenerator.} You’ve implanted a small, high-voltage generator within your circulatory system that packs a shocking punch. When you’re reduced to a quarter of your HP (rounded down), you may use a reaction to unleash an electroshock in a ten foot radius. All creatures within that radius must make a Strength saving throw equal to 8 + proficiency bonus + Constitution modifier or be pushed back ten feet and knocked prone. Once you’ve used this implant, you must complete a long rest before using it again."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Biomonitor.} Your circulatory system has been modified with a biomonitor, which keeps track of and sends a chemical agent into your bloodstream at your beck and call. As a reaction to taking damage, you may inject yourself with a potion you have preloaded into your Biomonitor system. You may pour a potion into your Biomonitor by pouring it into a port within your arm as an action. The potion may not be withdrawn after being poured out into the Biomonitor system."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Titanium Bones.} Going a step further than simply applying a coating to your skeleton or skin, you’ve reinforced yourself with pure titanium. You are considered one size larger than you are for the purposes of determining carrying capacity and the amount you can push, drag, or lift."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Optical Implants.} You’ve opted to replace your organic eyes with cybernetic versions, enhancing and honing your senses far beyond what a normal creature could ever hope to achieve. In conditions of clear visibility, you can make out details of even extremely distant creatures and objects as small as 2 feet across."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Vibro Sensor.} You’ve implanted yourself with a finely tuned audio implant that can pick up and detect vibrations that would normally be imperceptible to an ordinary organic creature. As a bonus action, you can tune into this sensor. You gain tremorsense out to 30 feet until the end of your next turn. You may use this sensor an amount of times equal to your proficiency bonus before it must recharge. You regain all expended uses on a long rest."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Internal Defibrillator.} You’ve been outfitted with the most top of line implant in self-preservation, an internal defibrillator. Implanted near your heart, this implant passively monitors your vitals and comes into play when it would detect your imminent demise. When you would die from failing three death saving throws, an electric jolt is sent into your heart, stabilizing you on the spot and saving you from certain death. Once activated, you must complete a long rest before this implant recharges."
						],
							"type": "entries"
						}
					],
					"data": {
						"overwrite": "Cybernetic Implants"
					}
				},
				{
					"name": "Energy Weapon",
					"entries": [
                     "You can use your bonus action to construct a beam of destructive energy centered around your weapon. For the rest of your turn, successful weapon attacks force the creature targeted to make a Constitution saving throw equal to 8 + your proficiency bonus + DEX or STR. On a failed save, the creature takes an additional {@dice 2d6} radiant damage and is {@condition Poisoned} until the end of your next turn. Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and Neural."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Nasod",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1
				}
			],
			"traitTags": [
 				"Improved Resting"
			],
			"languageProficiencies": [
				{
					"other": true
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                     "With the proper replacement parts and activities to occupy yourself, you can conceivably exist indefinitely. Nasods are known to degrade and lose their sanity, however, if they live too long without an explicit purpose. It is not known if this insanity visits all Nasods at old age, or just those whose resolve wavers."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Nasods possess mechanical minds, which find logic comforting. Generally, Nasods are lawful."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
                     "As constructs modified by self-aware machines, Nasods could conceivably be perfectly uniform, like the Warforged that preceded them. However, the Foundries are either inherently flawed, or otherwise have a fondness for making diverse units, for each created Nasod is in some way unique. Nasod units stand between 5 and 7 feet tall and average about 150 to 300 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Created by Code",
					"entries": [
						"Even though you were constructed, you are a living creature, represented by the following benefits:",
						{
							"type": "list",
							"items": [
								"You have advantage on saving throws against being {@condition poisoned}, and you have resistance to poison damage.",
								"You are immune to disease.",
								"You don't need to eat, drink, or breathe.",
								"Instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal.",
								"You can still be placed into a torpor by sleep-inducing magic."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Thermal Vision",
					"entries": [
                     "Equipped with a heat-detecting thermal vision system beneath your eyelids, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades representative of thermal vision."
					]
				},
				{
					"type": "entries",
					"name": "Mind Over Matter",
					"entries": [
                     "Your mechanical mind is inherently logical, and is not easily swayed. You have advantage on saving throws against being {@condition charmed}."
					]
				}
			],
			"subraces": [
				{
					"name": "Production",
                    "traitTags": [
						"Spellcasting",
						"Skill Proficiency",
						"Tool Proficiency"
					],
					"languageProficiencies": [
						{
							"other": true
						}
					],	
					"ability": [
						{
							"choose": {
								"from": [
										"int",
										"dex"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Made to Assemble",
							"entries": [
								"You gain one skill proficiency of your choice and one {@book tool|phb|5|tools} proficiency of your choice."
							]
						},
						{
							"type": "entries",
							"name": "On the Line",
							"entries": [
								"You know the {@spell mending} cantrip, and your casting time for this spell is an action. Intelligence is your spellcasting ability for it. You can cast {@spell mending} as an action a number of times equal to your Intelligence modifier, and regain all expended uses on a short or long rest. While you have no remaining uses, the casting time of {@spell mending} becomes a minute."
							]
						},
						{
							"name": "Languages",
							"entries": [
							"You can speak, read, and write Common and Neural."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Soldier",
                    "traitTags": [
						"Spellcasting",
						"Damage Resistance"
					],
					"ability": [
						{
							"choose": {
								"from": [
										"str",
										"dex"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"name": "It's Just Anti-Freeze",
							"entries": [
							"You have resistance to cold damage. In addition, you do not suffer any ill effects from extreme cold or heat."
							],
							"type": "entries"
						},
						{
							"name": "Autonomous Blaster Device",
							"entries": [
                     "You can cast the {@spell magic missile} spell with a 2nd-level spell slot once with this trait, and regain the ability to do so when you finish a short or long rest. Intelligence is your spellcasting ability for this spell."
							],
							"type": "entries"
						},
						{
							"name": "Born in the Future",
							"entries": [
                     "You gain one exotic weapon or firearm proficiency."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
							"You can speak, read, and write Common and Neural."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Magi",
                    "traitTags": [
						"Spellcasting",
						"Damage Resistance"
					],
					"ability": [
						{
							"choose": {
								"from": [
										"int",
										"cha"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"name": "Orbital Shield",
							"entries": [
                     "You have resistance to force damage."
							],
							"type": "entries"
						},
						{
							"name": "Modern Magic",
							"entries": [
                     "You know the {@spell on/off} cantrip. When you reach 3rd level, you can cast the {@spell expeditious retreat} spell once per day. At 5th level, you can cast the {@spell levitate} spell once per day. Intelligence or Wisdom (your choice) is your spellcasting ability for these spells."
							],
							"type": "entries"
						},
						{
							"name": "Lightning Magnet",
							"entries": [
                     "As an action at the beginning of your turn, you can assume the form of lightning by breaking your physical form apart into all its components. Until the beginning of your next turn, you can take no actions, bonus actions, or reactions. In addition, you have resistance to bludgeoning, piercing, slashing, lightning, and thunder damage. You also ignore difficult terrain. After using this ability, you can use it again after you take a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
							"You can speak, read, and write Common and Neural."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Undercity Operative",
					"speed": {
						"walk": 30,
						"swim": 30
					},
                    "traitTags": [
						"Skill Proficiency"
					],
					"ability": [
						{
							"con": 2,
							"wis": 1
						}
					],
					"entries": [
						{
							"name": "From the Oceans",
							"entries": [
                     "You gain a swimming speed of 30 feet."
							],
							"type": "entries"
						},
						{
							"name": "Neural Synapses",
							"entries": [
                     "Using gestures and sounds, you can communicate simple ideas with Small or smaller beasts that have an inborn swimming speed."
							],
							"type": "entries"
						},
						{
							"name": "Rough Plating",
							"entries": [
                     "Your plating digs into the skin of those who attempt to grab you, forcing them to exchange the position of their hands constantly to avoid stabbing themselves. You have advantage on all checks to resist or escape a grapple."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
							"You can speak, read, and write Common, Neural, and Aquan."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Demihuman",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
						"choose": {
							"from": [
									"str",
									"dex",
									"con",
									"int",
									"wis",
									"cha"
							],
							"count": 1,
							"amount": 2
					}
				}
			],
			"traitTags": [
			],
			"languageProficiencies": [
				{
					"other": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Demihumans reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Demiumans tend toward no particular alignment. The best and the worst are found among them."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Demihumans vary widely in height and build, from barely 4 feet to well over 7 feet tall. Regardless of your position in that range, your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Ability Score Increase",
					"entries": [
                     "Choose one of the abilities you did not increase between Strength, Dexterity, Constitution, Intelligence, Wisdom, or Charisma. That ability score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Birth From Creation",
					"entries": [
                     "All Demihumans are radically different from one another, depending on the changes than manifested within them from birth. You can select 3 breed traits of your choice from the following list:"
					],
					"type": "entries"
				},
				{
					"type": "inset",
					"name": "",
					"entries": [
						{
							"entries": [
                               "{@b Adept Climber.} Gain proficiency in your choice of {@skill Athletics} or {@skill Acrobatics}. You have a climb speed equivalent to your walking speed."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Beast of Burden.} You are considered one size larger than you are for the purposes of determining carrying capacity and the amount you can push, drag, or lift."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Echolocation.} As a bonus action on your turn you can emit a shriek inaudible to creatures without this trait. Until the end of your next turn you have blindsight up to 30 feet away while you are not {@condition deafened}."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Darkvision.} Accustomed to life underground or the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Attuned Flight.} You have a flying speed of 30 feet. To use this speed, you must attune to the Way of Worlds by act of sacrificing an attunement slot. Attuning to flight takes the same amount of time and follows the same restrictions as attuning to a magic item."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Jumper.} Gain proficiency in your choice of {@skill Athletics} or {@skill Acrobatics}. Your long jump is up to 25 feet and your high jump is up to 15 feet, with or without a running start."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Keen Senses.} Gain proficiency in the {@skill Perception} skill and choose one sense (sight, smell, taste, temperature, or touch). You gain advantage on Perception rolls that utilize that sense."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Kin of Mine.} Gain proficiency in {@skill Animal Handling}. Your proficiency bonus is doubled when you make an {@skill Animal Handling} check. In addition, you have two creature types: humanoid and beast. You can be affected by a spell or ability that works on either of your creature types."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Longstrider.} Your base walking speed increases to 35 feet."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Natural Armor.} When you aren’t wearing armor, your AC equals 12 + your Constitution or Dexterity modifier (your choice)."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Natural Talent.} Beasts of the earth, sky, and sea have talents as varied as their shapes. You gain proficiency in a skill of your choice."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Natural Weapon.} You have a natural weapon that you are proficient in (this could be a bite, claw, quill, club tail, or other bestial feature). This natural weapon is a finesse weapon that deals {@dice 1d4} bludgeoning, piercing, poison, or slashing damage (your choice)."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Born From Waves.} You have a swim speed equivalent to your walking speed and can breathe in air and water."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Regeneration.} Whenever you complete a short rest, you can roll one {@dice d6} if you expended any hit dice. Add the result to the total health you gain."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Relentless.} When you are reduced to 0 hit points but not killed outright, you can use a reaction to drop to 1 hit point instead. Once you use this ability, you cannot use it again until you finish a long rest."
							],
							"type": "entries"
						},
						{
							"entries": [
                               "{@b Chameleon.} You have advantage on Dexterity ({@skill Stealth}) checks if you have not moved during the current turn. In addition, you can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
							],
							"type": "entries"
						}
					],
					"data": {
						"overwrite": "Birth From Creation"
					}
				},
				{
					"name": "Language",
					"entries": [
                     "You begin with Common and Beastspeech. Beastspeech can only be learned by Demis and, when speaking it, they can communicate with the animal they resemble as if under the effect of the spell, {@spell speak with animals}. For example, a sheep demihuman could speak with sheep."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Panda",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30,
				"climb": 10
			},
			"ability": [
				{
					"str": 1,
					"con": 1,
					"wis": 1
				}
			],
			"traitTags": [
				"Spellcasting",
				"Skill Proficiency",
				"Tool Proficiency"
			],
			"languageProficiencies": [
				{
					"sylvan": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Panda mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Most Panda are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sense of fair play and a belief that everyone deserves to share in the benefits of a just order."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Panda are between 7 feet to 8 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Keen Smell",
					"entries": [
                     "You have advantage on {@skill Perception} checks that rely on smell."
					],
					"type": "entries"
				},
				{
					"name": "Natural Healer",
					"entries": [
                     "You gain proficiency in the {@skill Medicine} skill."
					],
					"type": "entries"
				},
				{
					"name": "Between Worlds",
					"entries": [
                     "Panda are considered humanoids and beasts for the purpose of calculating effects which take into account creature type. You can be affected by a game effect if it works on either of your creature types. You also ignore the effects of difficult terrain while in heavily-forested terrain."
					],
					"type": "entries"
				},
				{
					"name": "Gourmand",
					"entries": [
                     "Panda are excellent cooks and brewers. You are proficient in the cook's utensils and brewer's supplies."
					],
					"type": "entries"
				},
				{
					"name": "Sagely Knowledge",
					"entries": [
                     "You can cast {@spell comprehend languages} as a ritual. This is not represented as innate spellcasting, but rather as a Panda's incredible knowledge that spans all languages. All Pandas are polyglot, pulling knowledge from the Tree of Life to aid in their everyday tasks. However, due to this vast amount of knowledge, it is difficult for them to recall all the languages kept in their mind's archive, leading to forgetfulness.",
                     "In addition, when casting {@spell comprehend languages} this way, you also learn to speak those languages for the duration of the spell."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and Sylvan."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Aftuan",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1,
					"cha": 2
				}
			],
			"traitTags": [
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"deep": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Aftuan are theoretically immortal, but subsist off their legends in ancient folktales and stories. In order to continue their furrowed existence, they must continue to spread their creeping fear. A fear that can only be described as the fear of the unknown."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Aftuan are connected directly to Chaos, but this does not mean they're chaotic. Instead, their ability to view things from all aspects as Chaos guides them allows the Aftuan to take a uniquely true neutral approach to the world."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Aftuan are between 5 feet to 8 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "Your eyes give you superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, you only see in shades of blue."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Alien Mind",
					"entries": [
						"Unnatural. Unconventional. As an aftuan, your existence is beyond this world's boundaries. Your creature type is aberrant, rather than humanoid. In addition, you gain access to the following benefits as per your aberrant nature:",
						{
							"type": "list",
							"items": [
								"You have resistance to psychic damage.",
								"You have advantage on saving throws against the {@condition frightened} and {@condition charmed} conditions.",
								"You cannot suffer from the effects of madness.",
								"You don't need to eat, drink, or breathe.",
								"You don't need to sleep and don't suffer the effects of {@condition exhaustion} due to lack of rest, and magic can't put you to sleep."
							]
						}
					]
				},
				{
					"name": "Whispers in the Beyond",
					"entries": [
                     "You learn the {@spell vicious mockery} cantrip. When you reach 3rd level, you can cast the {@spell dissonant whispers} spell once per day. At 5th level, you can also cast the {@spell crown of madness} spell once per day. Charisma is your spellcasting modifier for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Limited Telepathy",
					"entries": [
                     "You can speak telepathically to other creatures within 60 feet. However, you can only speak Deep Speech this way, and creatures who don't speak Deep Speech can only make out distant, haunting whispers. The exception are creatures under the effects of Long-Term or Indefinite Madness, who can make out your words clearly, regardless of their known languages."
					],
					"type": "entries"
				},
				{
					"name": "Otherworldly Appendages",
					"entries": [
                     "Aftuan are birthed with four illithid tentactles that can manifest from any part of their body. Your additional appendages allow you to interact with an additional object or feature of the environment for free on your turn. You may not carry and use shields for defense with these additional appendages. Nor do they grant you additional attacks, or allow you to wield weapons with them for combat."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and Deep Speech. In addition, you learn how to read Qualith."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Changeling (Base)",
			"source": "SRPRaces",
			"size": "M",
			"speed": 30,
			"ability": [
				{
					"cha": 2,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"traitTags": [
				"Skill Proficiency",
				"Tool Proficiency"
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 2
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"deception",
							"insight",
							"intimidation",
							"persuasion"
						],
						"count": 2
					}
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Changelings mature slightly faster than humans but share a similar lifespan—typically a century or less. While a changeling can shapeshift to conceal their age, the effects of aging still catch up to them."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Changelings hate to be bound in any way, and those who follow the path of the Traveler believe that chaos and change are important aspects of life. Most tend toward pragmatic neutrality as opposed to being concerned with lofty ideals. Few changelings embrace evil."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"In their natural forms, changelings average between 5 and 6 feet in height, with a slender build. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Change Appearance",
					"entries": [
						"As an action, you can transform your appearance or revert to your natural form. You can't duplicate the appearance of a creature you've never seen, and you revert to your natural form if you die.",
						"You decide what you look like, including your height, weight, facial features, the sound of your voice, coloration, hair length, sex, and any other distinguishing characteristics. You can make yourself appear as a member of another race, though none of your game statistics change. You also can't appear as a creature of a different size than you, and your basic shape stays the same; if you're bipedal, you can't use this trait to become quadrupedal, for instance. Your clothing and other equipment don't change in appearance, size, or shape to match your new form, requiring you to keep a few extra outfits on hand to make the most compelling disguise possible.",
						"Even to the most astute observers, your ruse is usually indiscernible. If you rouse suspicion, or if a wary creature suspects something is amiss, you have advantage on any Charisma ({@skill Deception}) check you make to avoid detection."
					]
				},
				{
					"type": "entries",
					"name": "Changeling Instincts",
					"entries": [
						"You gain proficiency with two of the following skills of your choice: {@skill Deception}, {@skill Insight}, {@skill Intimidation}, or {@skill Persuasion}"
					]
				},
				{
					"type": "entries",
					"name": "Unsettling Visage",
					"entries": [
						"When a creature you can see makes an attack roll against you, you can use your reaction to impose disadvantage on the roll. You must use this feature before knowing whether the attack hits or misses. Using this trait reveals your shapeshifting nature to any creature within 30 feet that can see you. Once you use this trait, you can't use it again until you finish a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Divergent Persona",
					"entries": [
						"You gain proficiency with one {@book tool|phb|5|tools} of your choice. Define a persona associated with that proficiency: establish the name, race, gender, age, and other details. While you are in the form of this persona, the related proficiency bonus is doubled for any ability check you make that uses that proficiency."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "The Beneath",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30,
				"climb": 20
			},
			"ability": [
				{
					"con": 2,
					"str": 1
				}
			],
			"traitTags": [
				"Spellcasting"
			],
			"languageProficiencies": [
				{
					"primordial": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "The Beneath live up to two hundred years after the time they ascended, sustained by the unholy powers that mutated them, before the dark energies fizzle out and the creature perishes."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "The bloodlust that lives within all Beneath drives them toward evil, but the strong willed can maintain a neutral disposition. A rare, exceptional few can even become good."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "The Beneath are between 8 feet to 9 feet tall, although as a quadruped, their height can deminish to as low as 4 to 5 feet when running. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
					"You have disadvantage on attack rolls and on Wisdom ({@skill Perception}) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"type": "entries"
				},
				{
					"name": "Ankheg's Tremorsense",
					"entries": [
                     "You have tremorsense up to 10 feet. As an action which lasts for one minute, you can extend your tremorsense to 40 feet. You can only use this feature twice per short rest."
					],
					"type": "entries"
				},
				{
					"name": "Arctic Regeneration",
					"entries": [
                     "Whenever you complete a short rest, you can roll one {@dice d6} for each hit die you expend. Add the result to the total health you gain."
					],
					"type": "entries"
				},
								{
					"name": "Umber Hulk's Burrowing",
					"entries": [
                     "As a bonus action, you can expend up to your current movement speed to burrow underground, traveling to a destination within range. While you are burrowing, you are considered to be under the effects of full-cover. After using this feature, you decide whether you'll emerge on the current turn, or the turn after you start to burrow.",
					 "Regardless of when you arrive at your destination, you cannot use this feature again until you complete a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Monstrous",
					"entries": [
                     "Your creature type is monstrosity, rather than humanoid."
					],
					"type": "entries"
				},
				{
					"name": "Deadly Leap",
					"entries": [
                     "Your long jump is up to 25 feet and your high jump is up to 15 feet, with or without a running start. If you jump at least 15 feet as part of your movement, you can use an attack action to slam on the ground in a space that contains one or more other creatures. Each of those creatures must succeed on a Strength or Dexterity saving throw equal to 8 + your proficiency bonus + your Strength modifier. On a failed save, those creatures are knocked {@condition prone} and take {@dice 1d6} bludgeoning damage. This damage increases to 2d6 at 5th level, 3d6 at 10th level, 4d6 at 15th level, and 5d6 at 20th level. Once you use this feature, you cannot use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common and Terran."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Saki",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1
				}
			],
			"traitTags": [
 				"Improved Resting"
			],
			"languageProficiencies": [
				{
					"giant": true
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                     "Saki live long lives. They enter adulthood in their late teens and usually live to be about two centuries."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Saki society, with its clear roles and tasks, has a strong lawful bent. The Saki's sense of fairness, balanced with a strict code of conduct, leans them more towards good."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
                     "Saki are between 7 and 9 feet tall and weigh between 300 and 400 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Hearty Fortitude",
					"entries": [
                     "You have proficiency in the {@skill Athletics} skill."
					]
				},
				{
					"type": "entries",
					"name": "Rock Hurler",
					"entries": [
                     "You are considered proficient in the use of appropriately-sized rocks and boulders as ranged weapons. Such boulders typically weigh fifty pounds, and deal bludgeoning damage equal to {@dice 1d10} + your Strength modifier, and have the thrown (30/150) and heavy qualities. These boulders are also considered simple melee weapons."
					]
				},
				{
					"type": "entries",
					"name": "Mountain Born",
					"entries": [
                     "You’re acclimated to high altitude, including elevations above 20,000 feet. You’re also naturally adapted to cold climates, and have resistance to cold damage."
					]
				},
				{
					"type": "entries",
					"name": "Door Opener",
					"entries": [
                     "You learn the {@spell mold earth} cantrip, and are skilled at using it to modify doorways to allow for your larger build. You can repair the doorway afterward without expending an action."
					]
				},
				{
					"name": "Languages",
					"entries": [
                     "You can speak, read, and write Common and Giant."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Scholar",
                    "traitTags": [
						"Skill Proficiency",
						"Improved Resting"
					],
					"languageProficiencies": [
						{
							"other": true
						}
					],	
					"ability": [
						{
							"int": 2
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Dusk Study",
							"entries": [
                     "Scholars have hardened their minds to resist the calls of slumber. While taking a long rest, you can spend half of that time doing any studious activity, including reading and writing."
							]
						},
						{
							"type": "entries",
							"name": "Path of Knowledge",
							"entries": [
                     "When attempting to recall information about a particular city, kingdom, or culture, you are considered proficient in History, and add double your proficiency to the check, instead of your normal proficiency bonus. Once you use this feature, you cannot use it again until you finish a short or long rest."
							]
						},
						{
							"name": "Extra Language",
							"entries": [
                     "You can speak, read, and write one additional language."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Warrior",
                    "traitTags": [
						"Weapon Proficiency"
					],
					"ability": [
						{
							"str": 2,
							"con": 1
						}
					],
					"entries": [
						{
							"name": "Savage Attacks",
							"entries": [
                     "When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
							],
							"type": "entries"
						},
						{
							"name": "War Born",
							"entries": [
                     "You gain proficiency in two martial weapons of your choice."
							],
							"type": "entries"
						},
						{
							"name": "Savage Dissonance",
							"entries": [
                     "When you are reduced to 0 hit points, before you fall unconscious, you can use your reaction to make one melee attack against a creature within melee range. Once you use this trait, you can't use it again until you finish a short or long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Cook",
					"speed": {
						"walk": 30
					},
                    "traitTags": [
						"Tool Proficiency"
					],
					"ability": [
						{
							"con": 2,
							"cha": 1
						}
					],
					"entries": [
						{
							"name": "Cook at the Hill",
							"entries": [
                     "You gain proficiency with cook’s utensils."
							],
							"type": "entries"
						},
						{
							"name": "Exotic Ingredients",
							"entries": [
                     "Whenever you prepare a meal for your party, provided you have cook’s utensils and other supplies on hand, you can use a variety of strange ingredients."
							],
							"type": "entries"
						},
						{
							"name": "Keen Nose",
							"entries": [
                     "You have advantage on {@skill Perception} checks that rely on smell."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Executioner",
					"speed": {
						"walk": 30
					},
                    "traitTags": [
						"Weapon Proficiency",
						"Skill Proficiency"
					],
					"ability": [
						{
							"con": 2,
							"cha": 1
						}
					],
					"entries": [
						{
							"name": "As Hard as His Axe",
							"entries": [
                     "As an Executioner, you've seen it all, and you don't care. You no longer feel non-magical fear."
							],
							"type": "entries"
						},
						{
							"name": "Exotic Weaponry",
							"entries": [
                     "You are proficient in the use of nets."
							],
							"type": "entries"
						},
						{
							"name": "It's Me or You",
							"entries": [
                     "You loathe to let a criminal escape your grasp. Whenever you would make an attack of opportunity, you can gain advantage on that attack. Once you use this trait, you can't use it again until you finish a short or long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Prophet",
					"speed": {
						"walk": 30
					},
                    "traitTags": [
						"Skill Proficiency"
					],
					"ability": [
						{
							"con": 1,
							"wis": 2
						}
					],
					"entries": [
						{
							"name": "Divine Prophet",
							"entries": [
                     "You gain proficiency in {@skill Religion}."
							],
							"type": "entries"
						},
						{
							"name": "Blood of Alu'kuri",
							"entries": [
                     "Your Rock Hurler now allows you to use boulders over one hundred pounds as ranged weapons. You deal bludgeoning damage equal to {@dice 1d12} + your Strength modifier. Boulders below a hundred pounds do not gain the benefit of this trait."
							],
							"type": "entries"
						},
						{
							"name": "Choba Choba",
							"entries": [
                     "You can tap into your divine sense to see future events once per long rest. These visions can be sporadic, and typically have little context."
							],
							"type": "entries"
						},
						{
							"name": "Hands of Alu'kuri",
							"entries": [
                     "You learn the {@spell mage hand} cantrip. When used, it appears as a long, mechanical red hand, symbolic of the blood-soaked weapon that Alu'kuri has become in the eyes of the lowlanders."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Ghost",
			"source": "SRPRaces",
			"size": "V",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
                  "null": null
				}
			],
			"traitTags": [
 				"Improved Resting",
				"Uncommon Race"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                     "Ghosts do not age. Given time, the necromantic energies that sustain you will heal most wounds you take at approximately the same rate as a mortal, and your hit die function as normal."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Many Ghosts cling to the alignment they held in their life, even if that life is but a distant memory in their minds. For others, the act of being reborn as a ghastly entity on the mortal coil changes them significantly, and they adopt a new worldview in light of what their transformation has taught them."
					]
				},
				{
					"type": "entries",
					"name": "Past Life",
					"entries": [
                     "Choose another race besides this one; the race you select must be humanoid and lack the Living Construct trait (or similar). Even after being transformed in the Ethereal Plane, you maintain vague memories of this past life as this race. Your size, height, and movement speed are the same as this race. You do not retain special movement speeds from this race (such as flying, climbing, or swimming), and you do not carry over any racial features. If your past race had subraces, select one, but you do not carry over any racial features from that either."
					]
				},
				{
					"type": "entries",
					"name": "Living Dead",
					"entries": [
                     "You have been brought back to the mortal coil, but your form has changed drastically. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish. Additionally, you have two creature types: humanoid and undead. You can be affected by a spell or ability that works on either of your creature types."
					]
				},
				{
					"type": "entries",
					"name": "Holy Gospel",
					"entries": [
                     "After reviving in the Material Plane, you received a blessing through a deitic force. This force is not any specific deity or person, but rather a force of nature similar to a tornado or hurricane. Unlike other undead, you can be restored through healing magic, but it has a significantly dampened effect on you. When you regain hit points from a source that specifies it does not function on undead, you instead receive half as many hit points as the source would provide, rounded down, instead of none."
					]
				},
				{
					"name": "Languages",
					"entries": [
                     "You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Spirit",
					"speed": {
						"walk": 30,
						"fly": 20
					},
                    "traitTags": [
					],
					"languageProficiencies": [
					],	
					"ability": [
						{
							"wis": 1,
							"cha": 1,
							"choose": {
								"from": [
										"wis",
										"cha"
								],
								"count": 1
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Otherworldly Flight",
							"entries": [
								"You gain a flying speed of 20 feet and can hover. To use this speed, you must attune to the Way of Worlds by act of sacrificing an attunement slot. Attuning to flight takes the same amount of time and follows the same restrictions as attuning to a magic item.",
								"If you do not attune to the Way of Worlds, you can still fly using this feature. However, your maximum height is 5 feet. While flying this way, you can still hover."
							]
						},
						{
							"type": "entries",
							"name": "Deitic Force",
							"entries": [
								"Your unarmed strikes deal radiant or necrotic damage (your choice) instead of bludgeoning damage."
							]
						},
						{
							"type": "entries",
							"name": "Incorporeal Stride",
							"entries": [
								"You can move through other creatures and objects other than physical barriers (such as walls, floors, or ceilings) as if they were difficult terrain. On your turn, you can pass through up to 10 feet of physical barriers (treating them as difficult terrain) as a part of your movement. If you end your turn inside an object or barrier, you take 1d10 force damage and are immediately ejected to the closest available space. After passing through a physical barrier, you must complete a short or long rest before you are able to do so again."
							]
						},
						{
							"type": "entries",
							"name": "Intangible",
							"entries": [
								"You have advantage on all checks to resist or escape a grapple."
							]
						},
						{
							"type": "entries",
							"name": "Invoke Smite",
							"entries": [
								"You can instill power into the weapon of a nearby creature to strike with divine energy. As an action, a creature within 30 feet of you.",
                                "Until the end of your next turn, the next time that creature succeeds on a melee weapon attack, it deals an additional {@dice 1d8} radiant damage or {@dice 1d8} necrotic damage (your choice). Once you use this trait, you can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Spirit Binding",
							"entries": [
								"As a Spirit, your ghastly form is not completely realized, and require an anchor to maintain your existence in the Material Plane. You must select an object or creature of your choice (it could be a heirloom, weapon, or ally) to bind to indefinitely."
							]
						},
						{
							"type": "inset",
							"name": "Spirit Binding Rules",
							"entries": [
								{
									"entries": [
                                       "• You must remain within 150 feet of your bound target at all times, and if the object leaves your 150 foot radius, you are dragged along with it."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• You are always aware of where your bound target is in relation to you."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Should the object be destroyed or the creature slain, you immediately drop to 0 hit points."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• If you regain consciousness without a spirit bond, you must immediately select a new object or creature within 150 feet to bind to. If no items or creatures are present within 150 feet, you are paralyzed until one comes within 150 feet of you."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Spirit Binding Rules"
							}
						}
					]
				},
				{
					"name": "Soulkin",
                    "traitTags": [
						"Spellcasting",
						"Damage Resistance"
					],
					"ability": [
						{
							"wis": null,
							"dex": 2,
							"cha": 1
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Incorporeal Stride",
							"entries": [
								"You can move through other creatures and objects other than physical barriers (such as walls, floors, or ceilings) as if they were difficult terrain. On your turn, you can pass through up to 10 feet of physical barriers (treating them as difficult terrain) as a part of your movement. If you end your turn inside an object or barrier, you take 1d10 force damage and are immediately ejected to the closest available space. After passing through a physical barrier, you must complete a short or long rest before you are able to do so again."
							]
						},
						{
							"name": "Ethereal Glare",
							"entries": [
                                "As a bonus action, choose a creature you can see within 60 feet of you. This creature must make a Wisdom saving throw against a DC of 8 + your Charisma modifier + your proficiency bonus. If it fails, this creature becomes frightened of you until the end of your next turn. Once you use this ability successfully, you cannot use it again until you complete a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "Canopic Chamber",
							"entries": [
                                "Chained to your soul is your physical body, which lies dormant in a sacrophagus until the time of your True Resurrection. This sacrophagus is located on the Ethereal Plane, and follows you within a 50 foot radius as you move along the Material Plane. Your body remaining alive is what allows your soul to reflect against the Material Plane as a humanoid shell for your actions.",
                                "If at any point your real body is destroyed, with the result making it so you are unable to sustain your continued existence, you soul immediately vanishes from the Material Plane. Following that, you immediately take Aeon damage equal to your maximum hit points (including temporary hit points), and your cease to remain within the collective conscious of humanity.",
                                "During a period of one hundred years after this event, memories of your existence will slowly begin to disappear from the minds of even your closest comrades, until eventually your life is completely wiped from annals of all non-magical storage."
							],
							"type": "entries"
						},
						{
							"type": "inset",
							"name": "Sacrophagus Rules",
							"entries": [
								{
									"entries": [
                                       "• Your sacrophagus is bound to the Ethereal Plane by a deitic force and cannot be moved to a separate plane by any means."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Your sacrophagus is locked shut by ethereal chains, although they can be opened with a DC 25 thieves' tools check."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• If your sacrophagus is unlocked, taking a short rest will relock it. This is represented by the ethereal chains needing time to reform."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Your sacrophagus has an AC of 18 and hit points equal to a quarter of your maximum hit points."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Any saving throws your true body or your sacrophagus makes are flat 1d20s."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Your true body has an AC equal to 10 and hit points equal to your current maximum."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Spells such as True Resurrection and Clone can only be cast on the body within your sacrophagus, and not your soul on the Material Plane."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Your body within the sacrophagus is unconscious, but it is also immune to the following conditions: charmed, exhaustion, frightened, grappled, paralyzed, petrified, poisoned, prone, restrained."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• No matter what plane you are on, you are aware if your true body is being attacked (but not if your sacrophagus is)."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Your true body cannot be separated from your sarcophagus."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Sacrophagus Rules"
							}
						},
						{
							"name": "Canopic Resurrection",
							"entries": [
                                "While your soul is reflected against the Material Plane, your actual body resides on the Ethereal Plane. While your body remains safe and within its sarcophagus, you can reroll one death saving throw you have made. If you roll a 17 or higher on this rerolled saving throw, treat the result as if it was a natural 20. Once you reroll this saving throw, you must finish a short or long rest before you can do so again."
							],
							"type": "entries"
						},
						{
							"name": "Grasp from Beyond",
							"entries": [
                                "You can choose to make your unarmed strike deal force damage instead of bludgeoning damage, and any creature hit by your unarmed strike is unable to regain hit points until the end of your next turn. If a creature is reduced to 0 hit points by your unarmed strike, it instantly disintegrates into soul fumes, leaving behind any objects, clothing, or items on its person."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Myconid",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 2,
					"wis": 1
				}
			],
			"traitTags": [
				"Spellcasting",
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Like other fungi, myconids reproduce by mundane sporing. They carefully control their spores' release to avoid overpopulation. Individual myconids can live to well over a century. After this time, the most elder myconids can live even longer, becoming a Soverign of one or more circles and living up to a century longer."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Most often, myconids believe strongly in society and law. It is extremely uncommon for a myconid to directly harm any creature that does not mean it, or its circle, harm. They are an incredibly passive and peaceful species."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Myconids are between 5 feet to 6 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Fungi",
					"entries": [
                     "Your creature type is plant, rather than humanoid."
					],
					"type": "entries"
				},
				{
					"name": "Sun Sickness",
					"entries": [
                     "You become {@condition Poisoned} if you spend more than 1 minute in direct sunlight. This condition ends when you spend at least 1 minute in dim or dark conditions."
					],
					"type": "entries"
				},
				{
					"name": "Without a Voice",
					"entries": [
                     "Myconids lack proper biological constructs that can convey sound, and as such, they cannot speak language or interact verbally with other creatures. Though you have no conventional way to verbalize your thoughts, you may still cast spells that require verbal components."
					],
					"type": "entries"
				},
				{
					"name": "Rapport Spores",
					"entries": [
                     "Your spores can relay messages to you and to allies by sensing the synapses in a creature's mind. You can speak telepathically to any creature you can see, provided the creature is within a number of feet of you equal to 10 times your level. You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language.",
                     "You can extend this benefit to a creature or multiple creatures as an action, allowing them to converse telepathically with you or with each other for a range of 15 feet. The creatures selected must have an Intelligence score of 2 or higher. Once the telepathic network is set up, said creatures do not need to share a language in order for them to understand each other's telepathic utterances, but they each must be able to understand at least one language."
					],
					"type": "entries"
				},
				{
					"name": "Pacifying Spores",
					"entries": [
                     "As an action, you can ejects spores at one creature you can see within 5 feet of you. The target must succeed on a DC 11 Constitution saving throw or become {@condition Charmed} for 1 minute. Undead, constructs, and elementals are unaffected by these spores. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. After using this trait, you cannot do so again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Hallucination Spores",
					"entries": [
                     "As an action, you can produce spores that effect all creatures within 30 feet of you that aren't undead, constructs, or elementals. You manifest the effects of the {@spell minor illusion} spell on the targeted creatures while you concentrate on this ability. Intelligence is your spellcasting ability for this spell."
					],
					"type": "entries"
				},
				{
					"name": "Rejuvenating Spores",
					"entries": [
                     "As an action, you can disect the body of a deceased individual who died within the last hour in front of you taking that is not an undead, construct, or elemental. This process takes one minute and requires serene concentration, the completion of which produces a spore which you can give to yourself or an ally within 5 feet of you.",
                     "Upon receiving a spore, the creature receives {@dice 1d10} temporary hit points, and the body you were disecting decays into a fine yellow powder. Once you use this feature, you cannot use it again until you take a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Meld",
					"entries": [
                     "When you take a short or long rest in the presence of one or more other myconids, you can meld with them. After melding, you regain all expended Hit Dice and gain one of the following benefits:"
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "Options",
							"entries": [
								{
									"entries": [
                                       "• You gain advantage on the next saving throw you make."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• You can end one effect causing you to be {@condition Blinded}, {@condition Deafened}, {@condition Paralyzed}, or {@condition Poisoned}."
									],
									"type": "entries"
								},
								{
									"entries": [
									"• You can roll an additional 1d4 and add the number rolled to one ability check or attack roll you make."
									],
									"type": "entries"
									}
							],
							"data": {
								"overwrite": "Meld"
							}
						},
				{
					"name": "Language",
					"entries": [
                     "You can read and write Common and one extra language of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Sacara",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"null": null
				}
			],
			"traitTags": [
				"Spellcasting",
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Sacara mature at the same rate as humans and live for up to 200 years. Female Sacara shed their young tails at age 15 in order to grow into their adult tails, and all Sacara from 20 and onwards shed every 5 years, maintaining their ageless youth."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Sacara have a tendency to the neutral and evil spectrum of the alignment tree, as their society is largely built around the principle of individual strength, so concepts like good seminarianism are less prominent. Their scheming nature incline many Sacara toward a lawful alignment."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Sacara maintain the same size and build as humans, although female Sacara manifest a serpentine body from the navel down. Their snake-like tails can extend anywhere from 5 to 9 feet long. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Viper's Resilience",
					"entries": [
                     "You have resistance to poison damage."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     "Due to your bestial nature, you have superior vision in dark and dim lit places. You can see in dim light within 60 feet of you as if it were bright light, and in the darkness as if it were dim light. You can't discern color in the darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Paralyzing Gaze",
					"entries": [
                     "Once you reach 5th level, you learn the spell {@spell hold person}. You can cast this spell once per long rest, as your paralyzing schlera are scratched and need time to regenerate. Intelligence is your spellcasting modifier for this spell."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Amazon",
					"ability": [
						{
							"int": 1,
							"choose": {
								"from": [
									"str",
									"dex"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 35
					},
					"entries": [
				{
					"name": "Serpent's Sting",
					"entries": [
                     "You gain the benefits of Serpent's Sting in one of three situations:"
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"entries": [
								{
									"entries": [
                     "• At the start of your turn, if another creature is currently {@condition Grappled} by you."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "• At the start of your turn, if another creature is currently grappling you."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "• During your turn, when you successfully grapple another creature."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Serpent's Sting II"
							}
						},
						{
							"entries": [
                     "If you meet either of these conditions, you may use your serpentine hair to deliver a bite attack. This is a free action, and you may only target the creature you are grappling or being grappled by. You may only use Serpent's Sting once per turn, regardless of how many creatures you are grappling or are grappled by.",
                     "You are considered proficient in this bite attack, which deals piercing damage equal to {@dice 1d6} + your Strength or Dexterity modifier. This damage increases to 2d6 at 5th level. 3d6 at 10th level, 4d6 at 15th level, and 5d6 at 20th level."
							],
							"type": "entries"
						},
				{
					"name": "Acidic Lungs",
					"entries": [
                     "You know the {@spell acid splash} cantrip. Your spellcasting modifier for this spell is Intelligence."
					],
					"type": "entries"
				},
				{
					"name": "Slithering Path",
					"entries": [
                     "Your base walking speed increases to 35 feet."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common, Abyssal, and Draconic."
					],
					"type": "entries"
				}
					]
				},
				{
					"name": "Sculptor",
					"ability": [
						{
							"dex": 1,
							"choose": {
								"from": [
									"int",
									"cha"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 30,
						"climb": 30
					},
					"entries": [
						{
							"name": "The Art of Intelligence",
							"entries": [
                                "Choose two tools from the following list: {@item Carpenter's tools|phb}, {@item Mason's tools|phb}, {@item Cobbler's tools|phb}, {@item Painter's tools|phb}, {@item Weaver's tools|phb}, {@item Glassblower's tools|phb}, or {@item Potter's tools|phb}. You gain proficiency in those tools, and you double your proficiency bonus for any ability checks you make with them."
							],
							"type": "entries"
						},
				{
					"name": "Serpent's Ward",
					"entries": [
                     "Once per long rest, one of your snakes can inject you or a creature within 5-feet of you with a special poison. Instead of harming the individual, this poison seeks to establish antibodies in the body of the individual to increase their resistances. When you use this feature, you choose one effect from the list of variations below:"
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"entries": [
								{
									"entries": [
                     "{@bold Acid Ward}. The creature gains resistance to acid for one minute."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "{@bold Poison Ward}. The creature gains resistance to poison for one minute."
									],
									"type": "entries"
								},
								{
									"entries": [
                     "{@bold Antivenom}. The creature is cured of the {@condition poisoned} condition and gains advantage on saving throws against the {@condition poisoned} condition for one minute."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Serpent's Ward II"
							}
						},
				{
					"name": "Master of High Places",
					"entries": [
                     "You gain a climb speed of 30 feet."
					],
					"type": "entries"
				},
						{
							"entries": [
							],
							"type": "entries"
						},
				{
					"name": "Language",
					"entries": [
                     "You can speak, read, and write Common, Abyssal, and Draconic."
					],
					"type": "entries"
				}
					]
				}
			]
		},
		{
			"name": "Fey",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"null": null
				}
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"traitTags": [
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Fey mature at the same rate as humans, but are considered young until they reach the age of 100. On average, they live about 700 years. Archefaeries are unique in this regard—so long as their blessing is continually maintained by their guardian contractor, they live indefinitely. However, true immortality is rare, as extended time spent in human civilizations generally will erode an archfaerie's mind, disconnecting them from the wild and their guardian contractor forever. An archfaerie with a weak will needs to regularly return to the Feywild; otherwise, they generally survive for a maximum of 200 years in a human settlement."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Fey delight in living a life free of the mantle of law. They gravitate toward being good, but some have devious streaks and enjoy causing dismay."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Fey range from just under 5 feet to about 6 feet in height, with generally slender builds. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "The Great Summer Court",
					"entries": [
                     "Your creature type is fey, rather than humanoid."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Satyr",
					"ability": [
						{
							"dex": 1,
							"choose": {
								"from": [
									"int",
									"cha"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
						{
							"name": "Ram",
							"entries": [
							"You can use your head and horns to make unarmed strikes. If you hit with them, you deal bludgeoning damage equal to {@dice 1d4} + your Strength modifier."
							],
							"type": "entries"
						},
						{
							"name": "Reveler",
							"entries": [
                                "You have proficiency in the {@skill Performance} and {@skill Persuasion} skills."
							],
							"type": "entries"
						},
						{
							"name": "Mirthful Leaps",
							"entries": [
                                "Whenever you make a long or high jump, you can roll a d8 and add the number rolled to the number of feet you cover, even when making a standing jump. This extra distance costs movement as normal."
							],
							"type": "entries"
						},
						{
							"name": "Magical Luck",
							"entries": [
                                "You have advantage on all Intelligence, Charisma, and Dexterity saving throws against magic."
							],
							"type": "entries"
						},
						{
							"name": "Piper & the Goat",
							"entries": [
                                "You gain proficiency with panpipes, which you can use to play a variety of melodies that instill magical effects by manifesting the nature of the Feywild. The DC for these melodies are equal to 8 + your Charisma modifier + your proficiency bonus. Once you use any of these features, you cannot do so again until you complete a long rest."
							],
							"type": "entries"
						},
						{
							"type": "inset",
							"entries": [
								{
									"entries": [
                                       "{@bold Melody of Charm}. As an action, you play a dizzying and enchanting tune to a creature within 30 feet of you. That creature must make a Wisdom saving throw with a DC equal to your melody save DC. On a failed save, that creature becomes {@condition charmed} for one minute. Undead and creatures immune to being {@condition charmed} aren't affected by this melody."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@bold Melody of Galloping}. As an action, you play a chipper and upbeat tune as you gain a skip in your step and feel a blossoming freedom in your chest. Your movement speed increases by 10 for one minute."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@bold Melody of Slumber}. As an action, you play a gentle and soft tune to a creature within 30 feet of you. That creature must make a Wisdom saving throw with a DC equal to your melody save DC. On a failed save, that creature descends into a deep slumber as it falls {@condition unconscious} until one minute passes, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Undead and creatures immune to being {@condition charmed} aren't affected by this melody."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Melodies"
							}
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Sylvan, and one other language of your choice."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Draenei",
					"ability": [
						{
							"int": 1,
							"choose": {
								"from": [
									"wis",
									"cha"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
						{
							"name": "Ram",
							"entries": [
							"You can use your head and horns to make unarmed strikes. If you hit with them, you deal bludgeoning damage equal to {@dice 1d4} + your Strength modifier."
							],
							"type": "entries"
						},
						{
							"name": "Darkvision",
							"entries": [
                                "Due to your starlight eyes, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of blue."
							],
							"type": "entries"
						},
						{
							"name": "Body of Dreams",
							"entries": [
                                "You have advantage on saving throws against being {@condition petrified}."
							],
							"type": "entries"
						},
						{
							"name": "Gift of the Naaru",
							"entries": [
                                "You learn the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the {@spell augury} spell once per day and the {@spell aid} spell once per day. Wisdom or Charisma (your choice) is your spellcasting modifier for these spells."
							],
							"type": "entries"
						},
						{
							"name": "Planar Trance",
							"entries": [
                                "Draenei don't need to sleep. Instead, they materialize their astral forms in the plane of dreams, remaining semiconscious of their material forms. This trance needs to happen at least 4 hours a day. While observing the dream plane, you can manifest your own dream, allowing you to be effected by magic such as the {@spell dream} spell. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
							],
							"type": "entries"
						},
						{
							"name": "Fey Ancestry",
							"entries": [
                                "You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Sylvan, and Quori."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Archfaerie",
					"ability": [
						{
							"cha": 2,
							"choose": {
								"from": [
									"dex",
									"int",
									"wis"
								],
								"count": 1,
								"amount": 1
							}
						}
					],
					"speed": {
						"walk": 35,
						"fly": 35
					},
					"entries": [
						{
							"name": "Attuned Flight",
							"entries": [
								"You have a flying speed of 35 feet. To use this speed, you must attune to the Way of Worlds by act of sacrificing an attunement slot. Attuning to flight takes the same amount of time and follows the same restrictions as attuning to a magic item."					],
							"type": "entries"
						},
						{
							"name": "Nimble Trickster",
							"entries": [
							"Your base walking speed increases to 35 feet."
							],
							"type": "entries"
						},
						{
							"name": "Tricker's Mirage",
							"entries": [
                                "One of the Summer Queen's many gifts was a blessing reminiscent of the playful pixies—a skill which allows you to immerse your body in the nature of world and become impossible to detect by mortal eyes. As an action, you become {@condition invisible} until the end of your next turn, or until you attack or cast a spell that targets another creature.",
								"You can use this ability twice, and regain all expended uses on a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "Blessings of Autumn Wind",
							"entries": [
                                "You have advantage on all Dexterity, Intelligence, and Charisma saving throws against magic."
							],
							"type": "entries"
						},
						{
							"name": "Gift of the Summer Queen",
							"entries": [
                                "You learn the {@spell druidcraft} cantrip."
							],
							"type": "entries"
						},
						{
							"name": "Fey Ancestry",
							"entries": [
                                "You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
							],
							"type": "entries"
						},
						{
							"name": "Heart Sight",
							"entries": [
                                "Your connection to the Feywild has allowed you to retrieve the hearts of mortals and distill their personalities onto a matrix, to which you can uncover their true sense of being. As a bonus action, you can target one creature within 60 feet of you. That creature must succeed on a Wisdom saving throw equal to your save DC (8 + your proficiency bonus + your Charisma modifier).",
								"On a failed save, you learn that creature's emotional state, and whether they are inflicted by any conditions or diseases. Celestials, fiends, and undead automatically fail the saving throw. You can use this ability a number of times equal to your Charisma modifier, and regain all expended uses on a long rest."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Elvish, and Sylvan."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Dragonkin",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"null": null
				}
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"traitTags": [
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Dragonkin mature at the same rate as humans, but after age 18, they visibly age at a span of 1 year for every 5. On average, they live about 500 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Dragonkin tend towards an alignment based on their draconic ancestery, but they hold the same initiative as most humans. The best and the worst are found among them."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Dragonkin vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Dragon Marked",
					"entries": [
                     "You have two creature types: humanoid and dragon. You can be affected by a spell or ability that works on either of your creature types."
					],
					"type": "entries"
				},
				{
					"name": "Draconic Sense",
					"entries": [
                     "The dragon blood pumping through your veins allows you to see better than any normal human. As a bonus action, you can awaken these senses, becoming aware of any creatures within 120 feet of you. You know the locations of all creatures within that radius, regardless of whether they are invisible or hidden. This sense lasts for one round. You can use this ability a number of times equal to your Charisma modifier (minimum 1), and regain all expended uses on a long rest."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Sla’hastein",
					"ability": [
						{
							"cha": 1,
							"choose": {
								"from": [
									"str",
									"dex"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
				{
					"name": "Draconic Ancestry",
					"entries": [
						"You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. You gain resistance to damage as determined by the dragon type, as shown in the table.",
						{
							"type": "table",
							"caption": "Draconic Ancestry",
							"colLabels": [
								"Dragon",
								"Resistance"
							],
							"colStyles": [
								"col-1 text-center",
								"col-1"
							],
							"rows": [
								[
									"{@bold Blue}",
									"Lightning"
								],
								[
									"{@bold Brass}",
									"Fire"
								],
								[
									"{@bold Bronze}",
									"Lightning"
								],
								[
									"{@bold Gold}",
									"Fire"
								],
								[
									"{@bold Green}",
									"Poison"
								],
								[
									"{@bold Red}",
									"Fire"
								]
							]
						}
					],
					"type": "entries"
				},
						{
							"name": "Draconic Visage",
							"entries": [
                                "You exemplify both your pride and arrogance as a warrior, releasing an aura that threatens to send those weaker than you into epileptic shock. As an action, creatures within 30 feet of you must make a Charisma saving throw (DC: 8 + your proficiency bonus + your Charisma modifier). On a failed save, those creatures become {@condition frightened} for one minute. A creature can repeat the saving throw at the end of each of their turns, ending the effect on a success. Once you use this ability, you cannot use it again until you finish a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "Dragon's Pride",
							"entries": [
                                "A sun dragonkin's hallmark is their unwavering pride, and you showcase this to its fullest extent. You have advantage on saving throws to become {@condition charmed} or {@condition frightened}."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Infernal, and Draconic."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Ore’heith",
					"ability": [
						{
							"cha": 2,
							"choose": {
								"from": [
									"str",
									"dex"
								],
								"count": 1,
								"amount": 1
							}
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
				{
					"name": "Draconic Ancestry",
					"entries": [
						"You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. You gain resistance to damage and modifiers to movement as determined by the dragon type, as shown in the table.",
						{
							"type": "table",
							"caption": "Draconic Ancestry",
							"colLabels": [
								"Dragon",
								"Resistance",
								"Effect"
							],
							"colStyles": [
								"col-1 text-center",
								"col-1 text-center",
								"col-5"
							],
							"rows": [
								[
									"{@bold Black}",
									"Acid",
									"{@bold Predator}. Your base walking speed increases to 35 feet."
								],
								[
									"{@bold Copper}",
									"Acid",
									"{@bold Airborne}. You gain a climbing speed of 20 feet."
								],
								[
									"{@bold Silver}",
									"Cold",
									"{@bold Explorer}. Your base walking speed increases to 35 feet."
								],
								[
									"{@bold White}",
									"Cold",
									"{@bold Ice Walk}. Difficult terrain composed of ice or snow doesn't cost you extra movement. "
								]
							]
						}
					],
					"type": "entries"
				},
						{
							"name": "Darkvision",
							"entries": [
                                "Due to your moonlit eyes, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of blue."
							],
							"type": "entries"
						},
						{
							"name": "Moon's Vigil",
							"entries": [
                                "Enhanced by lunar energies, a moon dragonkin has been blessed against unforeseen threats. You have advantage on saving throws against being {@condition charmed} and {@condition petrified}, and have resistance to psychic damage."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Sylvan, and Draconic."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Darkseed",
					"ability": [
						{
							"choose": {
								"from": [
									"str",
									"dex"
								],
								"count": 1,
								"amount": 1
							},
							"con": 1,
							"cha": 1
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
				{
					"name": "Mixed Ancestry",
					"entries": [
						"As a Darkseed, you were born with mixed blood. A feature which takes place in one of three forms. You gain an ability dependent on your primary coloration, as shown in the table.",
						{
							"type": "table",
							"caption": "Mixed Ancestry",
							"colLabels": [
								"Form",
								"Effect"
							],
							"colStyles": [
								"col-1 text-center",
								"col-5"
							],
							"rows": [
								[
									"{@bold Sun-Touched}",
									"{@bold Solaris}. You do not suffer any ill effects from extreme heat."
								],
								[
									"{@bold Moon-Touched}",
									"{@bold Lunaris}. You do not suffer any ill effects from extreme cold."
								],
								[
									"{@bold True Mixed}",
									"{@bold Birthed from Prejudice}. Difficult terrain composed of rough cityscape and modern obstacles doesn't cost you extra movement."
								]
							]
						}
					],
					"type": "entries"
				},
						{
							"name": "Force Swipe",
							"entries": [
                                "You can manifest astral claws from your fingertips, which are natural weapons with the concealed property that can be used to make unarmed strikes. If you hit with them, you can deal force damage equal to {@dice 1d6} + your Dexterity modifier, instead of the bludgeoning damage normal for an unarmed strike."
							],
							"type": "entries"
						},
						{
							"name": "I Will Not Cower",
							"entries": [
                                "After years of facing fierce prejudice from full dragons and those with purer blood, you have grown a vendetta against cowering for fear of your life. You will take your destiny into your own hands. You have advantage on saving throws against being {@condition frightened}, and a creature cannot gain the benefits of flanking against you while you are conscious."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Undercommon, and Draconic."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Mousefolk",
			"source": "SRPRaces",
			"size": "S",
			"speed": {
				"walk": 25
			},
			"ability": [
				{
					"null": null
				}
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"traitTags": [
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "A Mousefolk reaches adulthood at the age of 5 and lives to be about 60 years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Most Mousefolk are neutral, and tend towards good. They try to keep the conflicts of the other races at arm's length, but display remarkable ferocity when their friends, families, or communities are threatened. A reverence for nature and life is close to the heart of Mousefolk, and they are loath to take a life if it can be avoided. They prefer to live quiet and unassuming lives, giving honest work for honest pay."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
                     "Mousefolk grow between 2 and 2 1/2 feet tall and weigh about 25 pounds. Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Keen Eye",
					"entries": [
                     "You have proficiency in the Wisdom ({@skill Perception}) skill."
					],
					"type": "entries"
				},
				{
					"name": "Fleet of Foot",
					"entries": [
                     "You have proficiency with the rapier, shortsword, shortbow, and handaxe."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Softpaw",
					"ability": [
						{
							"dex": 2,
							"int": 1
						}
					],
					"speed": {
						"walk": 25	
					},
					"entries": [
						{
							"name": "Artistry",
							"entries": [
                                "You gain proficiency with one type of artisan's tools or one musical instrument."
							],
							"type": "entries"
						},
						{
							"name": "Squirm",
							"entries": [
                                "You can move through tiny-sized spaces as if you were tiny."
							],
							"type": "entries"
						},
						{
							"name": "Nimble Sense",
							"entries": [
							"When targeted with an attack of opportunity, you may use your reaction to impose disadvantage on that attack."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Squeak Speak, and Halfling."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Meadowguard",
					"ability": [
						{
							"dex": 2,
							"wis": 1
						}
					],
					"speed": {
						"walk": 25
					},
					"entries": [
						{
							"name": "Brave Heart",
							"entries": [
                                "You have advantage on saving throws against being {@condition frightened}."
							],
							"type": "entries"
						},
						{
							"name": "Grace of the Small",
							"entries": [
                                "Through sounds and gestures, you can communicate simple ideas with Small or smaller beasts."
							],
							"type": "entries"
						},
						{
							"name": "Invoke Gift",
							"entries": [
                                "You can instill power into the weapon of a nearby creature to enhance their blow with divine energy. As an action, a creature within 30 feet of you.",
                                "Until the end of your next turn, the next time that creature succeeds on a melee weapon attack, that creature heals for {@dice 1d10} hit points (if you are good or neutral) or gains {@dice 1d8} temporary hit points (if you are evil). Once you use this trait, you can't use it again until you finish a long rest."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read, and write Common, Squeak Speak, and Halfling."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Animated Armor",
			"source": "SRPRaces",
			"size": "V",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"null": null
				}
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],
			"traitTags": [
			],
			"entries": [
				{
					"name": "Size",
					"entries": [
                     "Your size depends on the armor you inhabit, between that made for Small to Medium-sized creatures. Your size is Small or Medium."
					],
					"type": "entries"
				},
				{
					"name": "Antimagic Susceptibility",
					"entries": [
                     "You are put under the effects of the {@spell slow} spell while in the area of an {@spell antimagic field}. If targeted by dispel magic, you must succeed on a Constitution saving throw against the caster's spell save DC or fall {@condition unconscious} for 1 minute."
					],
					"type": "entries"
				},
				{
					"name": "Construct",
					"entries": [
                     "You are a suit of armor made of a variety of durable materials. Your creature type is Construct. Spells like cure wounds don't affect you as you are a construct and you are immune to spells like crown of madness or dominate person due to them specifically targeting humanoids. You are immune to poison damage, being poisoned and diseases.",
					 "You do not need to eat or breathe, and any food you do attempt to eat falls through your space where your head would be at the bottom of your armor. Instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal.",
					 "When you regain hit points from a source that specifies it does not function on constructs, you instead receive half as many hit points as the source would provide, rounded down, instead of none."
					],
					"type": "entries"
				},
				{
					"name": "False Appearance",
					"entries": [
                     "While the armor remains motionless, it is indistinguishable from a normal suit of armor."
					],
					"type": "entries"
				},
				{
					"name": "Soul Transfer",
					"entries": [
                     "You can transfer your consciousness into another suit of armor over the course of a short or long rest. During that time you or another creature performs an hourlong ritual. Over the course of that hour, you must remain within 5 feet of the armor or the ritual fails. This change may alter your subrace accordingly, based on the desired armor’s type. If you are not proficient in the armor you transfer yourself into you receive all the detriments that someone normally would by wearing a set of armor they are not proficient in as well as an additional -2 to your Armor Class."
					],
					"type": "entries"
				},
				{
					"name": "Two Minds One Body",
					"entries": [
                     "Animated Armors don't usually allow other creatures to wear them. In dire times, however, they might do so to pass themselves off as regular armor. When an Animated Armor is worn by another creature, the creature gains the following benefits:"
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"entries": [
								{
									"entries": [
                                       "• Your wearer gains proficiency in your armor type."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Your wearer's AC increases to the AC of your armor, plus any modifiers they have (if applicable)."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Your wearer is under the effects of the {@spell warding bond} spell, as if cast by you, for as long as they wear you."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• You can remove yourself forcibly from your wearer with a contested Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check. Your wearer can choose to purposely fail this check."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• While you are being worn, you are unable to move or take actions, other than using an action to forcibly remove yourself from your wearer on your turn."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Two Minds One Body Rules"
							}
						}
			],
			"subraces": [
				{
					"name": "Light",
					"ability": [
						{
							"dex": 1,
							"con": 2
						}
					],
					"speed": {
						"walk": 35
					},
					"entries": [
						{
							"name": "Innate Light Armor",
							"entries": [
                                "The armor your soul inhabits is leather armor making your Armor Class 11 + your Dexterity modifier. If you use your Soul Transfer trait to transfer yourself to another piece of light armor then the formula for calculating your Armor Class becomes that of the armor you transfer yourself to. You are also affected by any other additional properties of the armor such as a Strength requirement, a disadvantage on Stealth checks, a bonus to your Armor Class or even a curse."
							],
							"type": "entries"
						},
						{
							"name": "Armor Proficiency",
							"entries": [
                                "You have proficiency with Padded and Leather armor. While you use either of these options, you may treat yourself as unarmored instead."
							],
							"type": "entries"
						},
						{
							"name": "Light Footed",
							"entries": [
							"Your base movement speed increases to 35."
							],
							"type": "entries"
						},
						{
							"name": "Light Step",
							"entries": [
							"When you are traveling alone for an extended period of time (one hour or more), you can move stealthily at a normal pace. "
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read and write Common, as well as in the language of your creator. Given that animated armors are often created by wizards, the exotic languages of magic such as Draconic or Primordial are commonly known. "
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Medium",
					"ability": [
						{
							"con": 2,
							"choose": {
								"from": [
									"str",
									"dex"
								],
								"count": 1,
								"amount": 1
							}
						}
					],
					"speed": {
						"walk": 30
					},
					"entries": [
						{
							"name": "Flexible",
							"entries": [
                                "You can take the Dodge action as a bonus action a number of times equal to your Dexterity modifier (minimum 1). You regain all expanded uses of this trait when you complete a long rest."
							],
							"type": "entries"
						},
						{
							"name": "Innate Medium Armor",
							"entries": [
                                "The armor your soul inhabits is scale mail making your Armor Class 14 + your Dexterity modifier (max 2). If you use your Soul Transfer trait to transfer yourself to another piece of medium armor then the formula for calculating your Armor Class becomes that of the armor you transfer yourself to. You are also affected by any other additional properties of the armor such as a Strength requirement, a disadvantage on Stealth checks, a bonus to your Armor Class or even a curse. While you wearing armor, you may treat yourself as unarmored instead."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read and write Common, as well as in the language of your creator. Given that animated armors are often created by wizards, the exotic languages of magic such as Draconic or Primordial are commonly known. "
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Heavy",
					"ability": [
						{
							"str": 1,
							"con": 2
						}
					],
					"speed": {
						"walk": 25
					},
					"entries": [
						{
							"name": "Durable",
							"entries": [
							"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
							],
							"type": "entries"
						},
						{
							"name": "Heavy Footed",
							"entries": [
                                "Your base movement speed decreases to 25."
							],
							"type": "entries"
						},
						{
							"name": "Heavy Hitter",
							"entries": [
                                "Your fists are as heavy as your steps. You are proficient with your unarmed strikes, which deal {@dice 1d6} bludgeoning damage on a hit."
							],
							"type": "entries"
						},
						{
							"name": "Innate Heavy Armor",
							"entries": [
                                "The armor your soul inhabits is chain mail making your Armor Class 16. If you use your Soul Transfer trait to transfer yourself to another piece of heavy armor then the formula for calculating your Armor Class becomes that of the armor you transfer yourself to. You are also affected by any other additional properties of the armor such as a Strength requirement, a disadvantage on Stealth checks, a bonus to your Armor Class or even a curse. While you wearing armor, you may treat yourself as unarmored instead."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
                                "You can speak, read and write Common, as well as in the language of your creator. Given that animated armors are often created by wizards, the exotic languages of magic such as Draconic or Primordial are commonly known. "
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Abyssborn",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 35
			},
			"ability": [
				{
					"cha": 2,
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"count": 1
					}
				}
			],
			"traitTags": [
				"Skill Proficiency",
				"Darkvision",
				"Damage Immunity"
			],
			"languageProficiencies": [
				{
					"abyssal": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
                     "Abyssborn reach adulthood in their late teens and live less than a century. Despite this, most Abyssborn die young, consumed by their Abyssian heritage."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
                     "Abyssborn inherit a tendency toward chaos from their mark given to them by the Abyss, are not strongly inclined toward good. However, they aren't exlusively evil, and it's not uncommon for an Abyssborn to walk the path of good, discarding both their Abyssian heritage and their transformative powers."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
                     ""
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Humane.} Accustomed to the dark, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Abyss.} Accustomed to the Abyss, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.",
									   "You have disadvantage on attack rolls and on {@skill Perception} checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Darkvision"
							}
						},
				{
					"name": "Abyssian Speed",
					"entries": [
                     ""
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Humane.} Your base walking speed increases to 35 feet."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Abyss.} Your base walking speed increases to 35 feet. As a bonus action, you can increase your walking speed by 5 feet for one minute."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Abyssian Speed"
							}
						},
				{
					"name": "Born to Rule",
					"entries": [
                     ""
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Humane.} You gain proficiency in {@skill Deception}."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Abyss.} You gain proficiency in {@skill Intimidation}."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Abyssian Speed"
							}
						},
				{
					"name": "Bellow the Abyss",
					"entries": [
                     ""
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Humane.} As a bonus action, you amplify your striking power with a shout bellowed using your Abyssborn physiology. On your next successful melee weapon attack, all creatures within 15 feet must make a Wisdom saving throw (DC: 10 + your proficiency bonus + your Charisma modifier). On a failed save, that creature becomes {@condition Deafened} until the end of their next turn."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Abyss.} As an action, target a creature within 10 feet of you. You leap inside their soul, disappearing from the Material Plane and manifesting yourself into an invulnerable form.",
									   "While in this state, you occupy that creature's space and move with them, and are {@condition Blinded} and {@condition Incapacitated} until the start of your next turn. While tucked away inside their soul, you gain immunity to all damage types and effects, also becoming untargetable for the purposes of attacks, spells, and features.",
									   "At the start of your next turn, you leap from their body, emerging on a space within 5 feet of them and dealing {@dice 2d6} force damage. If no such space is available, you instead emerge on the nearest possible space. If that creature dies before the start of your next turn, the effect ends early, and you emerge on their space.",
									   "Once you use this trait, you can't use it again until you finish a short rest."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Abyssian Speed"
							}
						},
				{
					"name": "Whispers of Madness",
					"entries": [
                     ""
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Abyss.} You suffer from a reduced cognitive state wrought from the temptations offered by your Abyssian heritage and the whispers you hear around every corner. These whispers will, over time, draw you into abject insanity. You gain a -2 penalty to your Wisdom score."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Abyssian Speed"
							}
						},
				{
					"name": "Shard of Almorphius",
					"entries": [
                     "Starting at 3rd level, you can use your action to unleash the Abyssian energy stored within your subconscious, rotting your body and wreathing it in shadows until your human visage is no more. After this transformation completes, you appear to be a demon wrought in darkness, rather than indistinguishable from a human.",
					 "Your transformation lasts for 1 hour, or until you use an action to dismiss it. The instant you transform, your racial abilities change to take on your new identity (as shown by the Humane and Abyss modifiers under each effect). If you die while in your transformative state, you body reverts to being that of a human.",
                     "You can only use your transformation twice per long rest (using an action to dismiss your transformation does not count toward this number). If the DM allows you, you can transform past this limit, receiving debuffs and losing your sanity over the course of your extended transformation. Eventually, you'll fully give in to your demonic desire, becoming consumed by the Abyss and losing all ability to reason."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
                     ""
					],
					"type": "entries"
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Humane.} You can speak, read, and write Common and Abyssal."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Abyss.} You can speak Abyssal and no other languages, regardless of what languages you know."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Abyssian Speed"
							}
						}
			]
		},
		{
			"name": "Kobold (Base)",
			"source": "SRPRaces",
			"size": "S",
			"speed": 30,
			"ability": [
				{
					"dex": 2,
					"int": 1
				}
			],
			"heightAndWeight": {
				"baseHeight": 25,
				"heightMod": "2d4",
				"baseWeight": 25
			},
			"darkvision": 60,
			"traitTags": [
				"Monstrous Race"
			],
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Kobolds reach adulthood at age 6 and can live up to 120 years but rarely do so."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Kobolds are fundamentally selfish, making them evil, but their reliance on the strength of their group makes them trend toward law."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Kobolds are between 2 and 3 feet tall and weigh between 25 and 35 pounds. Your size is Small."
					]
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Grovel, Cower, and Beg",
					"entries": [
						"As an action on your turn, you can cower pathetically to distract nearby foes. Until the end of your next turn, your allies gain advantage on attack rolls against enemies within 10 feet of you that you can see. Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					],
					"type": "entries"
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and on Wisdom ({@skill Perception}) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Awakened",
			"source": "SRPRaces",
			"size": "T",
			"speed": {
				"walk": null
			},
			"ability": [
				{
                  "null": null
				}
			],
			"traitTags": [
				"Uncommon Race"
			],
			"languageProficiencies": [
				{
					"choose": true
				}
			],			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                     "Imbued with magic, awakened age more slowly and typically live much longer than their unawakened counterparts. They reach adulthood after a year but can live for as long as 60 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
                     "Awakened will generally adopt the alignment of their owner, if they have any. Without an owner, an awakened upbringing can be radically different, as a result of the instinctual urges various breeds of awakened have. The best and worst exist among their ranks."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
                     "Awakened are miniscule individuals, yet their sizes vary greatly. Cats reach just under 1 foot tall and 2 feet long from head to tail, typically weighing between 7 and 10 pounds, with larger breeds weighing up to 20 pounds. Dogs, meanwhile, are about 2 to 3 feet in height and generally weigh between 40 and 90 pounds. Regardless of your breed, your size is Tiny."
					]
				},
				{
					"type": "entries",
					"name": "Beastly",
					"entries": [
                     "Your creature type is beast, rather than humanoid."
					]
				},
				{
					"type": "entries",
					"name": "You Are an Animal",
					"entries": [
                     "Awakened don't have hands, but their arms (depending on the breed) are dextrous enough to handle small complex tasks. Awakened can pick up weapons but can't use them in combat."
					]
				},
				{
					"type": "entries",
					"name": "Amongst Giants",
					"entries": [
                     "Tiny creatures have advantage on Dexterity saving throws, but disadvantage on Strength saving throws. In addition, tiny creatures can move into the spaces of creatures that are medium or larger, provoking opportunity attacks as normal. They have a reach of 0 feet, meaning they must be in the same space as a creature to use a weapon or touch spell. This feature does not take effect if you are not currently considered Tiny."
					]
				}
			],
			"subraces": [
				{
					"name": "Cat",
					"speed": {
						"walk": 35,
						"climb": 30
					},
                    "traitTags": [
					],
					"languageProficiencies": [
					],	
					"ability": [
						{
							"wis": 1,
							"choose": {
								"from": [
										"dex",
										"int"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							]
						},
						{
							"type": "entries",
							"name": "Animal Instinct",
							"entries": [
								"Your base walking speed increases to 35 and your base climbing speed increases to 30."
							]
						},
						{
							"type": "entries",
							"name": "Escape Artist",
							"entries": [
								"While you are conscious, fall damage cannot knock you prone. In addition, you can use your reaction to reduce fall damage by an amount equal to 5 times your level. If this would reduce the damage of a fall greater than 20 feet to zero, you can choose to move a distance equal to half of your movement speed as part of the same reaction without provoking opportunity attacks."
							]
						},
						{
							"type": "entries",
							"name": "Cat's Claws",
							"entries": [
								"Your claws are natural weapons with the finesse property, which you can use to make unarmed strikes. On a hit, you deal slashing damage equal to {@dice 1d4} + your Strength or Dexterity modifier, instead of the typical bludgeoning damage of an unarmed strike."
							]
						},
						{
							"type": "entries",
							"name": "Cat's Talents",
							"entries": [
								"You have proficiency in the {@skill Perception} and {@skill Stealth} skills."
							]
						},
						{
							"type": "entries",
							"name": "Pounce!",
							"entries": [
								"As a bonus action, you can leap to a creature you can see within 30 feet without provoking opportunity attacks. Once you use this feature, you cannot use it again until you finish a short or long rest."
							]
						},
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common and one other language of your choice."
							]
						}
					]
				},
				{
					"name": "Chicken",
					"speed": {
						"walk": 25
					},
                    "traitTags": [
					],
					"languageProficiencies": [
					],	
					"ability": [
						{
							"dex": 1,
							"choose": {
								"from": [
										"con",
										"wis"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Peck & Claw",
							"entries": [
								"You have proficiency with your claws, which are a finesse weapon that deal {@dice 1d6} slashing damage."
							]
						},
						{
							"type": "entries",
							"name": "Into the Sunset",
							"entries": [
								"If you move at least 10 feet on foot, you can choose to gain a fly speed equal to your remaining movement. A chicken who begins to fly must end their movement on the ground or a solid surface. A chicken who ends its turn in the air immediately plummets to the ground. To use this speed you can't be wearing medium or heavy armor.",
								"In addition, while falling, you can use your reaction to slow your descent as if you were under the effects of the {@spell feather fall} spell."
							]
						},
						{
							"type": "entries",
							"name": "Bawk!",
							"entries": [
								"When you use your action to perform a melee attack, you can use the Help action against the target as a bonus action, as you begin to pester them with your flailing wings."
							]
						},
						{
							"type": "entries",
							"name": "Absurdly Paranoid",
							"entries": [
								"You are proficient in the {@condition Perception} skill and cannot have disadvantage on Wisdom {@condition Perception} checks."
							]
						},
						{
							"type": "entries",
							"name": "Tale of the Headless Chicken",
							"entries": [
								"As a bonus action on your turn, you can make a Wisdom saving throw against your chicken DC (12 - your Wisdom modifier) On a failed save, you fall under the {@condition frightened} condition for one turn against all enemies within a 60 foot radius, but can move toward them so long as would end your turn further away from them than before. Regardless of whether you succeed or fail this saving throw, your movement speed increases by 25 until the end of your turn. Once you use this feature. you cannot use it again until you finish a short or long rest."
							]
						},
						{
							"type": "entries",
							"name": "Bleh",
							"entries": [
								"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. If you do so, you fall into a heap of unconscious feathers and render yourself {@condition prone}. You are considered to be under similar effects to the {@spell feign death} spell. While subject to this condition, you are unable to move or take actions other than using an action to end this effect. Once you use this trait, you are unable to use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"You can read and understand Common and one language of your choice. You are unable to speak, but can communicate via a series of clucks, squawks, cackles, and similar utterances to other avian creatures. You are unable to write, but on any appropriate surface, you can create a form of writing known as chicken scratch, which can be discerned by a successful Intelligence check with the DC equal to 12 - your proficiency bonus - your Dexterity modifier."
							]
						}
					]
				},
				{
					"name": "Dog",
					"speed": {
						"walk": 40
					},
					"ability": [
						{
							"con": 1,
							"choose": {
								"from": [
										"str",
										"dex",
										"cha"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Bite",
							"entries": [
								"Your carnivorous canines are a natural weapon, which you can use to make unarmed strikes. On a hit, you deal slashing damage equal to {@dice 1d6} + your Strength modifier, instead of the typical bludgeoning damage of an unarmed strike."
							]
						},
						{
							"type": "entries",
							"name": "Animal Instinct",
							"entries": [
								"Your base walking speed increases to 40."
							]
						},
						{
							"name": "Keen Nose",
							"entries": [
                                "You have proficiency in the {@skill Perception} skill and gain advantage on Wisdom ({@skill Perception}) checks that rely on sight or smell."
							],
							"type": "entries"
						},
						{
							"name": "Speak!",
							"entries": [
                                "You may use the Help action as a bonus action, for a number of times equal to your Proficiency bonus. You regain the ability to use the Help action this way after finishing a short or long rest. At level 3, when you use the Help action to aid an ally in attacking a creature, the target of that attack can be within 30 feet of you, rather than within 5 feet of you. Should the ally already have advantage, then it may add half your proficiency bonus (rounded up) to the attack's hit and damage roll instead."
							],
							"type": "entries"
						},
						{
							"name": "Who's a Good Boy?",
							"entries": [
                                "As an action, you can comfort a friendly creature within 5 feet who isn't {@condition incapacitated}. For one minute, the affected creature cannot be {@condition frightened}, and they are no longer under the effects of the {@condition frightened} condition if they were previously. You can use this ability a number of times equal to your Charisma modifier (minimum 1), and regain all expended uses on a long rest."
							],
							"type": "entries"
						},
						{
							"name": "Loyal & Loved",
							"entries": [
                                "While attempting to convince a creature of something, you can choose to attack their hearts directly with the most adorable pair of puppy eyes they've ever seen. For the next minute, you gain advantage on Charisma ({@skill Persuasion}) checks against that creature. Once you use this feature, you cannot use it again until you finish a short or long rest."
							],
							"type": "entries"
						},
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common and one other language of your choice."
							]
						}
					]
				},
				{
					"name": "Amphibian",
					"speed": {
						"walk": 25,
						"swim": 30
					},
					"ability": [
						{
							"int": 1,
							"choose": {
								"from": [
										"str",
										"dex"
								],
								"count": 1,
								"amount": 2
							}
						}
					],
					"entries": [
						{
							"name": "Amphibious",
							"entries": [
                                "You can breathe air and water."
							],
							"type": "entries"
						},
						{
							"type": "entries",
							"name": "Dynamic Reality Check",
							"entries": [
								"Your powerful tongue is a natural weapon with the reach property, which you can use to make unarmed strikes. On a hit, you deal piercing damage equal to {@dice 1d4} + your Strength or Dexterity modifier (your choice), instead of the typical bludgeoning damage of an unarmed strike."
							]
						},
						{
							"type": "entries",
							"name": "Wetlands Camouflage",
							"entries": [
								"Your skin naturally shifts colors to reflect your surroundings. You gain proficiency in the {@skill Stealth} skill."
							]
						},
						{
							"name": "Ew",
							"entries": [
                                "You're immune to poison damage and the {@condition poisoned} condition."
							],
							"type": "entries"
						},
						{
							"name": "Standing Leap",
							"entries": [
                                "Your long jump is up to 25 feet and your high jump is up to 15 feet, with or without a running start."
							],
							"type": "entries"
						},
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"You can read and understand Common and one language of your choice. You are unable to speak, but can communicate via a series of squeaks, tussles, kews, and similar utterances to other amphibian creatures. You are unable to write, but on any surface that can exude sound, you can create a form of writing known as morse code, which can be discerned by a successful Intelligence check with the DC equal to 12 - your proficiency bonus - your Intelligence modifier."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aarakocra (Base)",
			"source": "SRPRaces",
			"size": "M",
			"speed": {
				"walk": 25,
				"fly": 40
			},
			"ability": [
				{
					"dex": 2,
					"wis": 1
				}
			],
			"traitTags": [
				"Unarmed Strike"
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true,
					"primordial": true
				}
			],
			"soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/7/aarakocra.mp3",
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
                        "Aarakockra tend to grow up very fast, reaching adulthood at the age of 14 and living up to 70 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most aarakocra are good and rarely choose sides when it comes to law and chaos. Tribal leaders and warriors might be lawful, while explorers and adventurers might tend toward chaotic"
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Aarakocra are about 5 feet tall. They have thin, lightweight bodies that weigh between 80 and 100 pounds. Your size is Medium."
					]
				},
				{
					"name": "Attuned Flight",
					"entries": [
                         "You have a flying speed of 40 feet. To use this speed, you must attune to the Way of Worlds by act of sacrificing an attunement slot. Attuning to flight takes the same amount of time and follows the same restrictions as attuning to a magic item."					],
					"type": "entries"
				},
				{
					"name": "Updraft",
					"entries": [
                         "Your powerful legs come segmented into two separate sections, which shift together tightly to produce a large amount of force that puts horses to shame.",
						 "As a bonus action, you can launch yourself 10-feet into the air in a single movement. This movement does not provoke opportunity attacks, and you immediately begin flying with your Attuned Flight or similar feature. If you do not have a fly speed, you maintain your elevation for a few seconds, falling back to the ground at the end of your turn.",
						 "Once you use this ability, you cannot do so again until you finish a short or long rest."					],
					"type": "entries"
				},
				{
					"name": "Peak Dwellers",
					"entries": [
                         "You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to strong wind and cold environments, as described in chapter 5 of the Dungeon Master's Guide, and have resistance to cold damage."
					],
					"type": "entries"
				},
				{
					"name": "Intimidating Plummage",
					"entries": [
                         "As a bonus action you can double your proficiency bonus on any {@skill Intimidation} skill check. After using this ability, you cannot use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Talons",
					"entries": [
						"You have proficiency with your claws, which are a finesse weapon that deal {@dice 1d6} slashing damage."
					],
					"type": "entries"
				},
				{
					"name": "Shining Wings",
					"entries": [
						"Your wings have been sheened with a divine blessing from the Elemental Plane of Air, which you can use to reestablish your connection to your forlorn home. As a bonus action, you regain {@dice 2d4+4} hit points. Once you use this ability, you cannot use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common, Aarakocra, and Auran."
					],
					"type": "entries"
				}
			]
		}
	]
}